[{"rat":"Уларнинг ўзаро оилавий муносабатлари нозик бўлади. Чунки ўзаро бирбирлари билан жуда ҳам ўхшаш бўлганликлари сабабли вақт ўтиши билан жонга тегишлари мумкин.","ox":"Сичқон ва Сигир мучалидагилар билан қурилган турмуш жуда ҳаммуваффақиятлидир.Ҳар иккисинингбирбирларига мувофиқлиги бор. Сигир мучалидагилар Сичқон мучалидаги жуфтини хотиржам қилади ва шундай беҳаловат, турли тасодифларга тўла замонда унинг хавфсизлигини таъминлайди. Ўзаро оила қуришлари тавсия этилади.","tiger":"Сичқон ҳамда Йўлбарс мучалида туғилганлар билан оилавий ришталарнинг боғланиши ўзаро муроса қилиш шарти билан рухсат берилади. Чунки Сичқон мучалидагилар сокин, тинч ҳаёт кечиришни, пул топишни хуш кўрадилар, қандайдир жаҳоншумул масалалар уларни қизиқтирмайди. Бу эса Йўлбарс мучалидаги жуфтини жунбушга келтириши мумкин.","rabbit":"Қуён мучалидагиларнинг юмшоқ табиатлигига алданиб қолмаслик керак. Сичқон ва Қуён мучалидагиларнинг ўзаро оилавий муносабатлари мувофиқ эмас. Оила қуришлари тавсия этилмайди.","dragon":"Сичқон мучалидагиларнинг Аждарҳо (Балиқ) мучалида туғилганлар билан ўзаро оилавий ришталари уйғундир. Аждарҳо (Балиқ) мучалидагилар Сичқон мучалидаги жуфтларига кучқудрат бағишлайдилар, ўзлари эса Сичқон мучалидаги жуфтидан танқидий мулоҳазалар, зарур ва жўяли маслаҳатлар олади. Ўзаро оила қуришлари тавсия этилади.","snake":"Илон мучалидагилар билан ҳам оилавий ришталарни боғлашлари мумкин. Улардан бири ўзини бахтли, деб ҳисоблаши мумкин, аммо иккинчиси ўзини бахтли, деяолмайди.ЧункиИлон мучалидагиларнинг енгиллиги Сичқон мучалидаги жуфтини кўп ранжитиши кутилади.","horse":"Сичқон ва От мучалидагилар ўзаро мувофиқ эмаслар, айниқса, олов унсуридаги От мучалида туғилганлар билан қурилган оила бахтсизлик келтиради. Ўзаро оила қуришлари тавсия этилмайди.","goat":"Қўй мучалида туғилганлар Сичқон мучалидагининг қанча пули, даромади ва бойлиги борлигини билиб қолса, ҳеч иккиланмай унга мойил бўладилар. Чунки Қўй мучалидагилар оилавий муносабатларда тўкислик,моддиймолиявий таъминланганлик шароитида ўзларини яхши ҳис этадилар. Аммо Сичқонлар ўз жуфтларининг бундай эркаликларига чидай олмайдилар. Уларнинг ўзаро узоқ вақт бахтли ҳаёт кечиришлари қийин кечади. Ўзаро оила қуришлари тавсия этилмайди.","monkey":"Сичқон мучалидагиларнинг Маймун мучалида туғилганлар билан ўзаро оилавий ришталари уйғундир. Маймун мучалидагилар уларнинг устидан кулсалар ҳам Сичқон мучалидагилар уларни ўзларига ром қила оладилар. Маймун мучали соҳибини севиб қолган Сичқонлар ўз йўлдошини кечирадилар. Маймунлар эса Сичқон мучалидаги жуфти олдида ўзларини жуда ҳам қулай ҳис этадилар. Ўзаро оила қуришлари тавсия этилади.","rooster":"Товуқ мучалидагилар биланоила қуришларимумкин.Фақатгина Сичқон мучалидагилар Товуқ мучалидагиларни севиб қолган тақдирда. Бунинг боиси улар ўзаро фарқ қилувчихусусиятларгаэга:бирлариишлабпул топсалар, бошқаси жуда тезлик билан сарфхаражат қилишга мойилдир. Сичқон мучалидагилар пулга жуда эҳтиёткорлик билан муносабатда бўлади, тежабтергаб сарфхаражат қилади. Мабодо, Сичқон мучалидаги Товуқ мучалидагини севиб қолган бўлса, ўз жуфтининг пулга бўлган муносабатига чидайди. Оилавий муносабатларда бу жуда ҳам муҳим аҳамиятга эга. Айниқса, ҳозирги бозор муносабатлари, молиявий инқирознинг кучайиб бориши шароитида. Чунки бу омиллар оилавий муносабатларга ҳам ўз таъсирини кўрсатмай қолмаяпти.","dog":"Ит мучалидагилар билан бирмунча вақт биргаликда яшашлари мумкин. Бундай оилада Ит мучалидагилар кўпроқ манфаат кўради. Ақлли ва ўзига тўқ, моддий жиҳатдан таъминланган Сичқонлар билан биргаликда яшаш Итмучалидагиларга жуда ҳам хуш ёқади.Бунга жавобан Ит мучалидагилар ўз жуфтига нисбатан вафо ва садоқат кўрсатадилар. Ўзаро оила қуришлари тавсия этилади.","pig":"Сичқон мучалидагиларнинг Тўнғиз мучалида таваллуд топганлар билан қурган турмуши жуда ҳам муваффақиятлидир. Уларнинг иккиси ҳам ўзаро жуда ўхшашдирлар – ақлли ва ишлаб пул топишни яхши биладилар. Бирбирларига монанддирлар. Ўзаро оила қуришлари тавсия этилади."},{"rat":"Мазкур мучалдатуғилганлар ўзаро бахтли ҳаёт кечиришлари кузатилган. Чунки иккиси ҳам меҳнат ва сарфхаражат қилишни жойига қўядилар. Бу борада Сичқон мучалида туғилганлар ўз жуфтларига нисбатан уддабурон ва эпчилроқдир. Ушбу жуфтликда Сичқон мучали соҳиблари ўзларини Сигир мучалидаги жуфтлари оғушида хавфсиз ва ҳар жиҳатдан қулай ҳис этадилар. Ўзаро оила қуришлари тавсия этилади.","ox":"Мазкур мучалда туғилганларнинг ўзаро оила қуришлари ҳам омадли никоҳ саналади. Иккиси ҳам эскилик тарафдорлари, хурофотга берилмайдилар ва бирбирларига нима керак эканлигинияхшитушунадилар.Ўзаро оила қуришлари тавсия этилади.","tiger":"Мазкур мучалда туғилганларнинг ўзаро никоҳи – ўзаро жанжал, тўполон билан барҳам топади. Бир оила бўлиб яшасалар, бирбирларини адойи тамом қиладилар. Ўзаро оила қуришлари тавсия этилмайди.","rabbit":"Қуён мучалидагилар билан оилавий ҳаёти (Қуён мучалидаги аёл киши бўлса) кўнгилдагидек кечиши мумкин. Қуён мучалидаги аёллар масъулиятли, тартибли ва устомон бўлганликлари билан оилани сақлай биладилар. Ўзаро оила қуришлари тавсия этилади.","dragon":"Мазкур мучалда туғилганларнинг ўзаро оила қуришлари тавсия этилмайди. Чунки Аждарҳо (Балиқ) мучали соҳиблари учун Сигир мучалидагилар зерикарли бўлиб, уларнинг қўполликларини ҳам кўтара олмайдилар.","snake":"Мазкур мучалда туғилганлар ўзаро оилавий муносабатларда бирмунча мураккабликлар, тушунмовчиликлар юзага келади. Биринчидан, Илон мучалида туғилганлар жўшқин жинсий ҳаёт кечиришга мойилдирлар. Бунга эса Сигир мучалидаги жуфтлари тоқат қила олмайди. Иккинчидан, Сигир мучалидагилар ўз табиатига кўра, гумондор бўлиб, ўз жуфтининг хаттиҳаракатидан шубҳагумонга боради ва руҳан қийналади. Ўзаро оила қуришлари тавсия этилмайди.","horse":"Мазкур мучалда туғилганларнинг оилавий ҳаёти ҳам дуруст кечмайди.Мустақил ва эркин ҳаётга интилувчи Отмучалидагилар Сигирлардан узоқроқ бўлишга интиладилар. Чунки Сигир уларнинг эркинликларини чеклаб қўйиши мумкин. Эртамикечми От мучалидагилар ўз жуфтидан қочиб кетадилар. Ўзаро оила қуришлари тавсия этилмайди.","goat":"Мазкур мучалда туғилганларнинг ҳам ўзаро оилавий ҳаёти барқарор эмас. Қўй мучалидагиларнинг инжиқликлари ва беқарорликларини Сигир мучалидагилар кўтара олмайди.Сигир мучалидагилар Қўймучалидагиумр йўлдошига нима кераклигини бир умр билмаслиги мумкин. Қўй мучалидагилар эса, Сигир мучалидагилар билан бирга яшаганларида ўз жуфтидан фахрлана олмасликлари, уларда хушмуомалали етишмаслигиданазиятчекадилар.Ўзаро оила қуришлари тавсия этилмайди.","monkey":"Маймун мучалида туғилганлар Сигир мучалидагиларни ўзларига мафтун эта оладилар. Чунки маймунда бор хислатлар Сигирда йўқда. Шунинг учун Сигир мучалидагилар Маймун мучали соҳибларига ошиқу беқарор бўладилар.Агар Маймунмучалидагиларнинг ҳам Сигир мучалидагига нисбатан кўнгли бўлса, бундай жуфтлик бахтли ҳаёт кечиради. Ўзаро оила қуришлари тавсия этилади.","rooster":"Мазкур мучалда туғилганлар ўзаро мувофиқ бўлиб, иккиси ҳам эскича қарашларга мойилдир. Товуқ мучалидагилар ўзлариниҳар жиҳатданнамоёнқилишга интилсалар, Сигир мучалидаги турмуш ўртоғи бунга йўл қўяди ва ўз имкониятини ишга солишига ёрдам беради. Ўзаро оила қуришлари тавсия этилади.","dog":"Мазкур мучалда туғилганларнинг оилавий ҳаёти ўзаро мувофиқ тушмайди. Чунки Ит мучалидагиларнинг инқилобий тарздаги ҳаёт кечиришлари, турмуш тарзи, Сигир мучалидагиларни мутлақо қониқтирмайди. Ўзаро оила қуришлари тавсия этилмайди.","pig":"Мазкур мучалда туғилганларнинг оилавий муносабатларида ҳам бирмунча мураккабликлар юзага келиши кутилади. Кўнгилчан Тўнғиз мучалидагилар ҳар нарсага чидашлари мумкин, фақат зўравонликни кўтара олмайдилар. Уларга нисбатан қаттиққўлликни ёқтирмайдилар. Тўнғиз мучалидаги жуфти билан узоқ ва бахтли ҳаёт кечиришни истасалар, Сигир мучалидагилар ўз жуфтига нисбатан сабрли, қаноатли ва босиқ бўлишлари талаб этилади."},{"rat":"Сичқон мучалидагилар билан яхши муносабатда бўладилар (айниқса, Сичқон мучалидаги – аёл ёки қиз бўлса). Оилада севги ва ўзаро бирбирларини тушунишлари тўла намоён бўлади. Фақат битта талаб, бирбирларига нисбатан муросада бўлмоқликлари лозим. Йўлбарслар ўзларидаги рашкчиликларини боса олишлари талаб этилади. Бундан ташқари, Йўлбарс мучалидагиларда доимо узоқни кўзланган режалар бисёр. Сичқон мучалидагиларда эса, аксинча, шундоқ ўтириб, пул ишлаб топиш муҳим. Шунинг учун ўзаро муроса қилмасдан яшаш мумкин эмас.","ox":"Мазкур жуфтлик ўртасида қурилган оилада Йўлбарслар учун осон бўлмайди. Бундай оилада Сигир мучалидаги жуфти оила бошлиғи сифатида ўз ҳукмини Йўлбарсга ўтказишга жонжаҳди билан интилади. Бундай ўзаро жангда Йўлбарслар чекинишга мажбурдирлар. Акс ҳолда улар ўз жуфтлари томонидан яксон қилиб ташланадилар. Ўзаро оила қуришлари тавсия этилмайди.","tiger":"Ўз мучалидагилар билан қурилган оила ўзаро уйғун тушадиган жуфтлик саналади. Йўлбарс мучалидаги аёл мучалдоши бўлган жуфтининг севги ҳароратидан тўла баҳраманд бўлади. Ҳар иккисининг ҳам ўйфикрлари бир жойдан чиқади. Ўз жуфтининг қарори, сўзсиз, унинг ҳам қарори бўлади. Улар – икки фикрдош, ўзаро сафдош дўстдирлар. Ҳозирги беҳаловат замонда ҳамма учун сувдек зарур бўлган ҳузурҳаловатни бирбирларига бахш эта оладилар. Ушбу никоҳдагилардан ягона талаб ўзаро бирбирларини рашк қилмасликлари ва бунга йўл қўймасликларидир. Чунки улар ўз рашкини бошқаришга қийналадилар. Ўзаро оила қуришлари тавсия этилади.","rabbit":"Қуён мучалида туғилганлар билан оилавий ришталарини боғлашлари кутилади. Аммо Қуёнлар ҳеч қачон Йўлбарсларнингичкидунёсиничуқур тушуна олмайдилар. Боз устига, иккиси ҳам худбинликка мойил бўлиб, оилада ўзаро муносабатларнинг уйғунлашувига эриша олмайдилар. Улар ўртасидаги никоҳ муносабатлари узоққа бормайди. Оила қуришлари тавсия этилмайди.","dragon":"Аждарҳо (Балиқ) мучалидагилар билан қурган оила муваффақиятли бўлади. Ўзаро муносабатларда бирбирларига кучқувват, эҳтиёткорлик бахш этадилар.Аждарҳолар ўзларининг бағрикенглиги билан Йўлбарс мучалидаги умр йўлдошини кўп бора кечиришларига тўғри келади. Йўлбарслар эса ўзларининг ёқимтойлиги билан Аждарҳо мучалидаги жуфтини ўзларига банд эта оладилар. Ўзаро оила қуришлари тавсия этилади.","snake":"Мазкур мучалдагиларнинг оилавий ҳаёти қизиқарли кечиши кутилади. Агарда оила бошлиғи Йўлбарс, оила бекаси эса Илон мучалида туғилган бўлса, бирбирларидан зерикмайдилар. Уларнинг қарашлари ҳам, ҳузурҳаловатга бўлган интилишлари ҳам ўзаро ўхшашдир. Бундай оилавий иттифоқда ҳар иккиси ҳам “Мен” деган даъводан узоқроқ бўлишлари талаб этилади. Аксинча, оила бошлиғи Илон, оила бекаси эса Йўлбарс бўлса, бундай оилада ўзаро зиддиятлар тезтез содир бўлиши кутилади.","horse":"Йўлбарс мучалида туғилганларга бошқа мучалдагилардан кўра кўпроқ От мучалидагилар мувофиқ келади. Чунки Отлар очиқ, ақлли ва хушхулқликлари билан йўлбарсларни ўзларига мойил қила оладилар. Мазкур жуфтликда юзага келиши мумкин бўлган ягона зиддият (агар оилада Йўлбарс мучалидаги – эркак, От мучалидаги – аёл бўлса) От мучалидагиларнинг бошқа инсонлар билан бўладиганмуносабатларидан келиб чиқади.ЧункиЙўлбарслар ўта рашкчидирлар. От мучалидагиларга маслаҳатимиз Йўлбарс мучалидаги умр йўлдошингизнинг оиладаги ҳукмронлигини тан ола билишингиз зарур. Шундагина оилавий муносабатларда ўзаро уйғунлик юзага келади. Ўзаро оила қуришлари тавсия этилади.","goat":"Қўй мучалидагилар Йўлбарсларга мос тушадигандек туюлади. Чунки Қўйлар ювош, нозиктаъб, жинсий жиҳатдан кўзга яқин, эҳтирослидир. Қўй мучалидагиларга унинг билан фахрланишлари, унга мафтун бўлган мухлислар қанча кўп бўлса, шу қадар хуш ёқади. Йўлбарслар эса рашкчидирлар ва бундай ҳолатга тоқат қила олмайдилар. Ўз жуфтининг рашк бобидаги таънадашномларидан Қўй мучалидагилар изтироб чекади. Уларнинг иккиси ҳам бундай ҳолатга узоқ чидай олмайдилар. Ўзаро оила қуришлари тавсия этилмайди.","monkey":"Маймун мучалидагилар билан қурилган оилада ҳам ўзаро мураккабликлар юзага келиши кутилади. Йўлбарслар севги бобида ҳам, дўстликда ҳам, иш юзасидан ҳам Маймун мучалидагиларга ишонмасликлари керак. Бу борада Маймун мучали соҳиблари Йўлбарс мучалидаги жуфтларига ҳар жиҳатдан панд берадилар. Аммо оилада Йўлбарс мучалидаги – эркак, Маймун мучалидаги–аёл бўлса,бундайникоҳданҳар иккиси ҳам бахтли бўлади. Бундай оилаларда Маймун мучалидаги аёллар Йўлбарс мучалидаги умр йўлдошларини мансаб пиллапояларидан кўтарилиб боришларига ҳар жиҳатдан кўмаклашади.","rooster":"Товуқ мучалида туғилганлар билан қурилганоилани муваффақиятли, деб бўлмайди. Чунки Товуқлар бировга бўйсунишни истамайдилар ва ярқ этиб кўзга ташланишни хуш кўрадилар. Йўлбарслар эса Товуқларнинг, айниқса, оиладаги “ярақлаши”ни назарписанд қилмайдилар ва буни хоҳламайдилар ҳам. Ўзаро оила қуришлари тавсия этилмайди.","dog":"Ўзаро уйғунлик бор. Иккисининг ҳам бирбирларига ўхшаш жиҳатлари мавжуд. Йўлбарслар – доимо жанговардир, Итлар эса ҳақиқат учун курашувчи бўлиб, доимо ўз жуфтининг ёнида бўлишга интилади. Ит мучалидагилар бор вужуди, борлиғи билан ўз ёрига ва болаларига садоқат кўрсатадилар. Ўзаро оила қуришлари тавсия этилади.","pig":"Тўнғиз мучалидагилар билан ҳам оилавий ришталарини боғлашлари мумкин.Бундай оилада улар ўзларинитўла муҳофазада, ҳимояланган санайдилар. Бунга жавобан Тўнғиз мучалидагилар Йўлбарс мучалидаги жуфтларининг жанговарлик характерига босиқлик билан қарайдилар. Уларнинг ҳар иккиси ҳам ақлзаковатли бўлиб. ўзаро суҳбатлашганда ҳам бирбирларидан безимайдилар. Ўзаро оила қуришлари тавсия этилади."},{"rat":"Мазкур мучалда туғилганларнинг ўзаро никоҳини муваффақиятли деб бўлмайди. Иккиси ҳам бирбирига мутлақо мос эмас.Чунки Сичқон мучалидагиларнинг ижтимоий, жисмоний ва жинсий хусусиятлари Қуён мучалидагилар учун мутлақо зиддир. Ўзаро оила қуришлари тавсия этилмайди.","ox":"Сигир мучалидагилар билан ўзаро мураккаб, зиддиятли муносабатлар мавжуд бўлсада, оилавий ришталарини боғлашимумкин.Қуёнлар ўзлариустиданкимлардир ҳукмронлик қилишларини ёқтирмайдилар. Сигир мучалидагиларда айнан ана шундай характер мавжуд. Улар оилада ҳаммага ўз ҳукмини ўтказишни истайдилар. Бундай ҳолатда Қуён мучалидагилар ўз жуфтларига нисбатан устомонлик, муроса йўлини тутишлари зарур бўлади. Шундагина уларнинг оилавий ҳаёти бирмунча изга тушади.","tiger":"Йўлбарс мучалидагилар билан қурилган оилада асабий вазият кўп бора юзага келади. Иккиси ҳам ўзаро ўхшашдир. Ҳар қандай қулай вазият келганда Қуён мучалидагилар ўз жуфти билан орани очиқ қиладилар ва оилавий муносабатлар барҳам топади. Ўзаро оила қуришлари тавсия этилмайди.","rabbit":"Икки Қуённинг ўзаро бир оила бўлиб яшаши қийин. Иккиси ҳам характерлари билан ўзаро ўхшаш бўлганликлари сабабли бирбирларининг тинимсиз “сакрашларига” тоқат қила олмайдилар. Иккиси ҳам ўз дўстлари билан ўз ҳолича ўйнабкулиб юришни истайдилар ва худди магнитнинг бир хил қутблари каби бирбирларидан узоқлашадилар. Ўзаро оила қуришлари тавсия этилмайди.","dragon":"Аждарҳо(Балиқ) мучалидагилар билан оилавий ришталарни боғлашлари мумкин. Бундай никоҳда Қуён мучалидагилар ўз жуфтлари билан жуда эҳтиёткорона муносабатда бўлишлари талаб этилади. Чунки Аждарҳо (Балиқ) мучали соҳибларининг ўзига хос инжиқликларини ҳамма ҳам кўтара олмайди.","snake":"Илон мучалидагилар билан оилавий ришталарни боғлаш тавсия этилмайди. Бундай оилада охироқибат Қуёнлар Илонларнинг емишига айланиб қолади. Илонлар домига тушган Қуёнларнинг ҳоли вой бўлади. Қуёнлар ўз жуфтидан узоқроқ юрганларида Илон мучалидагилар ҳам ўзларига “емиш” қидириб, “ўз инларидан” ташқарида ов қилишлари кутилади. Ўзаро оила қуришлари тавсия этилмайди.","horse":"Мазкур мучалда туғилганларнинг оилавий муносабатларида муайян талаблар мавжуд. Шулардан бири иккиси ҳам бирбирларининг эркинлигига рахна солмаслигидир. Иккисининг ҳам дўстлари кўп, айниқса, Қуён мучалидагиларнинг ўз дўстлари билан улфатчилик қилишларига тўсқинлик қилмаслик, дўстлар даврасидан ярим тунда ёки эрталаб келганда кечира олишлик ҳамманинг ҳам қўлидан келавермайди.","goat":"Қўй мучалида туғилганлар билан жуда ҳам яхши чиқиша оладилар. Уларнинг артистлик қобилиятини, истеъдодини, нафосатли “ишваларини” қадрлайдилар ва ўз жуфти учунқулайшароитяратиббера оладилар.Ўзарооила қуришлари тавсия этилади.","monkey":"Тинибтинчимаган Маймун мучалидагиларга нисбатан Қуён мучалидагилар анчайин хотиржамдирлар. Маймунлар ўйинни севадилар, Қуёнлар эса эркинликни кўпроқ ёқтирадилар. Қуёнлар ўз жуфтининг найранглари ва ғаламисликларини кўтара олмайдилар. Улар ўртасидаги никоҳ узоққа бормайди. Ўзаро оила қуришлари тавсия этилмайди.","rooster":"Мазкур мучалда туғилганларнинг ўзаро оила қуришлари тавсия этилмайди. Доимий изланиш, беҳаловатда бўлган Товуқ мучали соҳибларининг ҳаёти Қуён мучалидагиларни қониқтирмайди ва уларнинг турмуш тарзи бошқабошқа бўлганликлари сабабли ҳам ўзаро бир оилада бегоналардек яшашларига тўғри келади. Бундай оилавий ҳаётни ҳеч кимга раво кўриб бўлмайди.","dog":"Содиқ ва вафодор, ҳақиқатпарвар Ит мучалидагилар Қуён мучалида туғилганлар учун муносиб жуфт бўла оладилар ва улар билан бахтли ҳаёт кечирадилар. Қуён мучалидагиларнинг юмшоқ табиатлилиги, осойишталиги бунга замин яратади. Ўзаро оила қуришлари тавсия этилади.","pig":"Тўнғиз мучалида таваллуд топганлар билан ҳам оилавий ришталарни боғлашлари мумкин. Чунки Тўнғиз мучали соҳиблари кечиримли, оғирвазмин бўладилар. Қуёнлар эса оила ташвишларини унутиб, дўстлар билан гурунглашиб қайтганларида, уларни кечира оладиган умр йўлдоши айнан Тўнғиз мучалидагилардир. Ўзаро бахтли оила қура оладилар."},{"rat":"Аждарҳо (Балиқ) мучалида туғилганларнинг кўпчилиги ёлғиз яшашларига тўғри келади. Агар, улар ўзлари учун муносиб умр йўлдош танламоқчи бўлсалар, Сичқон мучалида туғилганлардан ортиғини топа олмайдилар. Аждарҳо (Балиқ) мучалидаги жуфти томонидан олиб келинадиган барча неъматлардан фойдаланиб, уларнинг турли “найранглари”ни, эътиборсизликларини ҳам кўтара оладилар ва пулга бўлган қизиқишларини рағбатлантира биладилар.Бунданэса Аждарҳо (Балиқ)мучалидагилар миннатдор бўлади. Ўзаро бахтли оила қура оладилар.","ox":"Сигир мучалидагилар билан оилавий ришталарини боғлаши тавсия қилинмайди. Бундай оилада ҳар соҳадаги ҳукмронлик учун ўзаро кураш кетади. Ўзаро бирбирларини бўйсундиришга интиладилар ва натижада кўнгил хираликлар тезтез содир бўлиб туради. Боз устига, осмонда учишга ёки уммонда сузишга интиладиган Аждарҳо (Балиқ)лар учун Сигир мучалидагилар жуда ҳам зерикарли, эскиликка берилган ва қўпол туюлади. Ўзаро оила қуришлари тавсия этилмайди.","tiger":"Йўлбарс мучалидагилар билан қурилган оилада осойишталик бўлади, деб бўлмайди. Оилада турли тўқнашувлар содир бўлиши кутилади. Аждарҳо (Балиқ) мучалидагилар ўз жуфтига тазйиқ ўтказишга мойилдир. Ўзаро оила қуришлари тавсия этилмайди.","rabbit":"Қуён мучалидагилар билан ижобий аҳамиятга эга бўлган оилавий муносабатларни яратишлари мумкин. Қуёнлар ўз жуфтларига нисбатан эътиборли ва ғамхўр бўладилар. Аждарҳо (Балиқ)лар учун бу сув билан ҳаводек зарур. Бундан ташқари, Қуёнлар дунёвий қарашга мойил бўлиб, хуш муомала ва сермулозаматдир. Аждарҳо (Балиқ)ларга бундан ортиқ нарсанинг кераги ҳам йўқ. Ўзаро оила қуришлари тавсия этилади.","dragon":"Икки Аждарҳо (Балиқ)лар битта оила “қафасида” ҳеч қачон муроса қила олмайдилар. Иккиси ҳам ўзларига биноси катта эканлиги, жиззакилиги, бошқаларнинг доимий эътиборида бўлиш истагикучлиэканисабаблиўзаро муроса қила олмайдилар. Ҳеч бир нарсада бирбиридан ортда қолмасликка ҳаракат қилишлари ҳам ўзарооилавий муносабатларни таранглаштиради. Шу тариқа улар оилавий можаролар гирдобига ғарқ бўлиб кетишлари мумкин. Ўзаро оила қуришлари тавсия этилмайди.","snake":"Илон мучалидагилар билан қурган оилавий ҳаёт муваффақиятли бўлади. Ақлли ва узоқни кўзлаган Илонлар ўз жуфтига ҳар жиҳатдан кўмак бера оладилар.Айниқса,мазкур оилада эр – Аждарҳо (Балиқ) мучалида, хотини эса Илон мучалида бўлса, улар бахтли ҳаёт кечирадилар. Аждарҳо (Балиқ) мучалидаги эр ўз ёрининг келишган, гўзал аёллигидан фахрланади ва улар ўзаро мос келадилар. Мазкур жуфтлик ўзаро бахтли оила бўлиб яшайди.","horse":"От мучалидагилар билан ҳам оилавий ҳаётини боғлаши мумкин. Иккиси ҳам эркинликни севади, бири осмонда парвоз қилса, бири ерда шамолдек елгиси келади. Энг асосийси, ўзаро муносабатларда бирбирларининг ҳаракат чизиғини кесиб ўтмасалар бас. Шунда ҳаммаси кўнгилдагидек бўлади. Ўзаро оила қуришлари тавсия этилади.","goat":"Кучли ва келишган Аждарҳо (Балиқ)лар Қўйларни ўзларига мафтун эта оладилар. Аммо улар ўртасида қурилган оилавий муносабатлардан ҳар иккиси ҳам мамнун бўла олмайди. Аждарҳо (Балиқ) мучалидаги жуфтининг келишганлиги ва гўзаллигидан Қўй мучалидаги жуфтлари ўзларининг жозибадорликларини баланд кўрадилар. Бундай муносабат Аждарҳо (Балиқ)ларнинг нафсониятига тегади. Ўзаро оила қуришлари тавсия этилмайди.","monkey":"Маймун мучалидагилар Аждарҳо (Балиқ) мучалидаги умр йўлдошлари учун ҳар соҳада: севги бобида ҳам,иш юзасидан ҳам таянч бўладилар. Маймунларнинг айёрликлари рўзғор ишларини юритишда фойда ҳам беради. Бирбирларига жуда ҳам асқотадилар. Буни Маймун мучалидагилар эътироф этсалар ҳам, Аждарҳо (Балиқ) мучалидаги жуфти тан олмаслиги мумкин. Ўзаро оила қуришлари тавсия этилади.","rooster":"Товуқ мучалидагилар билан ҳам кўнгил ришталарини боғлаши мумкин. Уларнинг ўхшаш жиҳатлари бор: иккисиҳам фаол,ўзларига эътиборли.Шунга аҳамият бериш лозимки, ушбу никоҳ жуфтлигида Аждарҳо (Балиқ) мучалидагилар Товуқ мучалидаги жуфтига нисбатан кучлироқ саналадилар, гарчи бу Товуқларни у қадар қўрқитмаса ҳам. Бундай жуфтликда эр – Аждарҳо (Балиқ) мучалида, хотин эса Товуқ мучалида бўлса, оилавий мувофиқлик бирмунча юқори бўлади, акс ҳолда эса вақтивақти билан оилавий келишмовчиликлар юзага келиб туради.","dog":"Аждарҳо (Балиқ) мучалидагилар Ит мучалидагилардан узоқроқ юришлари тавсия этилади. Ит мучалидагилар Аждарҳо (Балиқ) мучалидаги жуфтининг қадрига етмайди. “Қанотларини” синдириб, итдек хор қилишлари мумкин. Аждарҳо (Балиқ)лар бунга чидайолмайдилар ва қаҳрли,“ўтли”нафасларибилан ўзларини ҳимоя қилишга мажбур бўладилар. Ўзаро оила қуришлари тавсия этилмайди.","pig":"Илтифотли ва яхши хулқли Тўнғиз мучалидагилар билан ҳам кўнгил ришталарини боғлашлари ижобий аҳамият касб этади. Аждарҳо (Балиқ) мучалидаги умр йўлдоши Тўнғиз мучалидагиларни ўзига мафтун эта олади ва бундан кўнгли тўлиб яшайди. Ўзаро оила қуришлари тавсия этилади."},{"rat":"Сичқон мучалидагилар билан оилавий бахтини синаб кўришлари мумкин. Илон мучалидаги жуфтини севиб қолганлиги учун Сичқон мучалидагилар уларнинг барча инжиқликларига чидаши мумкин. Севги шунчалар қудратлидир. Аммо Илонларнинг зуғум ўтказишларини Сичқон мучалидагилар кўтара олмайдилар ва унга “емиш” бўлишни ҳам истамайдилар. Оила қуришлари тавсия этилади.","ox":"Сигир мучалидагилар билан оиланикоҳ ришталарини боғласалар бахтли ҳаёт кечирадилар. Темир қафасда яшагандай туюлса ҳам ўзларини хавфсиз, ҳар жиҳатдан таъминланган, деб биладилар. Илон мучалидагилар оила бошлиқлиги лавозимини бажонидил ўз жуфтига топширадилар. Оила қуришлари тавсия этилади.","tiger":"Йўлбарс мучалидагилар билан ўзаро мувофиқ келмайдилар. Йўлбарслар илонларнинг ҳаётий тамойилларини ва турмуш тарзини барбод қиладилар. Уларнинг бирбирларига мувофиқ тушадиган жиҳатлари йўқ, ўзаро уйғун эмаслар. Йўлбарс ва Илон мучалидагиларнингўзаробирбирларинисевиб қолишларижуда ажабланарлидир.","rabbit":"Қуёнлар ҳам илон мучалидагиларучун муносиб жуфт бўла оладилар. Иккиси ҳам қулай шартшароитни, шинамликни севадилар ва қадрлайдилар. Қуён мучалидагилар дўстлари ва улфатлари билан тезтез бирга бўлиб, Илон мучалидаги жуфтларини ўз ҳолига қўядилар.","dragon":"Мазкур жуфтликнинг оилавийҳаётиосонкечмайди. Иккиси ҳам ўз ҳолича яшашлари учун бирбирларига халақит берадилар. Оила қуришлари тавсия этилмайди.","snake":"Икки илон битта оилавий “қафасда” яшай олмайдилар. Ҳар иккисининг ҳам ўзгаларга кўрсатадиган нозкарашмалари,ишвалари,бирбирларига пандберишлари,охироқибат,оилавий ришталарнинг узилишига олиб келади. Оила қуришлари тавсия этилмайди.","horse":"От мучалидагилар билан қурилган оиладан ҳам яхшилик кутиб бўлмайди. От мучалидагиларнинг вафодорликларига нисбатан Илон мучалидагилар кўп бора панд беришлари мумкин. Бундан огоҳ бўлган Отлар бошлари оққан томонгакетишларикутилади.Оилақуришларитавсия этилмайди.","goat":"Илон мучалидагилар ўзига тўқ ва бадавлат бўлса, Қўйлар уларнинг атрофида парвона бўладилар. Пул ва бойлик олдида қўйлар ўзларининг инжиқликларини ҳам эсдан чиқарадилар ва тўкис ҳаёт кечиришлари учун оилавий ришталарини маҳкам боғлайдилар.","monkey":"Жуда хавфли ва қалтис жуфтлик. Ўзаро мувофиқ тушмайдилар вабирбирларигазиёнетказадилар.Уларнингўзаро бирбирларига хуружлари иккисини ҳам абгор қилиши мумкин. Бирон бир мақсад йўлидагина ўзаро тил топишишлари мумкин.","rooster":"Товуқ мучалидагилар билан қурилган оила муваффақиятли саналади. Иккиси ҳам доимо бирбирлари билан курашадилар. Бу кураш яратувчиликка қаратилганлиги сабабли ижобий аҳамият касб этади. Ўзаро бирбирларидаги камчилик ва нуқсонларни йўқотишга кўмаклашадилар. Оила қуришлари тавсия этилади.","dog":"Итмучалидагилар билан ўртамиёна ҳаёт кечирадилар. Итлар вафодорликлари ва жуда ҳам боғланиб қолганликлари сабабли Илон мучалидагилар бошқача ҳаётни сезмай ўтадилар.","pig":"Тўнғиз мучалидагилар билан ҳам тил топишишлари мумкин.Шуниси эътиборга моликки, Тўнғизлар илоннинг “домига” тушиб, сеҳрланиб қоладилар ва унинг иродасига бўйсунадилар. Ақл ва зеҳн бобида Илонларга ета олмайдилар."},{"rat":"От мучалидагилар, айниқса, олов унсуридагилар Сичқон мучалидагилар билан оиланикоҳ муносабатларини боғламасликлари маслаҳат берилади. Бундай оилавий муносабатларнингохирияхшилик билантугамайди. Ўзаро оила қуришлари тавсия қилинмайди.","ox":"Сигир мучалидагиларбилан оила қуришлари тавсия қилинмайди. Чунки Сигир мучалидагилар оилада ҳукмронлик ўрнатишга ва ўз жуфти устидан тўла хўжайин бўлишга интиладилар. Улар ўзаро бирбирларини тушуна олмайдилар. Отлар мустақиллик ҳисси кучлилиги билан бирга, ҳар жойда етакчилик қилишга интиладилар. Бундай оилавий муносабатлар узоққа бормайди.","tiger":"Йўлбарсмучалидагилар билан оилавий муносабатларда уйғунлик мавжуд. Бундай оиланикоҳ жуфтлигида Йўлбарслар ўз рашкчилигини бошқара билишлари, От мучалидагилар эса ўз жуфтининг фикр ва мулоҳазаларини эътиборга олиши талаб қилинади.","rabbit":"Қуён мучалидагилар ҳам Отмучалидагилар учунмуносиб бўлиб,ўзаро мос тушадилар. Қуёнлар тезтез дўстлари ва улфатлари билан бўлганда, От мучалидаги жуфтининг эркин фаолият кўрсатиши учун имконият бўлади. Оила қуришлари тавсия этилади.","dragon":"Аждарҳо (Балиқ) мучалидагилар билан оила қурганларида, улардан камроқ ўзларини кўзлашлари, ўз жуфтига кўпроқ эътиборли бўлишлари талаб этилади. Бунда Отлар Аждарҳо(Балиқ) мучалидаги жуфтларидан фахрлана билишлари талаб этилади, айниқса, Аждарҳо(Балиқ) мучалидаги аёл киши бўлса.","snake":"Илон мучалидагилар билан оиланикоҳ ришталарини боғлаш мақсадга мувофиқ эмас. Чунки Илонлар оилавий муносабатларда қатъий эмаслар. От мучалидаги ўз жуфтини қанчалик севиб, унга содиқ бўлмасин, Илонлар ўзларига ташқаридан “ўлжа” қидирадилар. Қачонки, Илон мучалидагилар ўз жуфтининг вафодор ва ишончлилигининг қадрига етган тақдирдагина оилада барқарорлик юзага келади.","horse":"Икки От мучалидагилар ўртасида қурилган оилавий муносабатлар жўшқин кечса ҳам мукаммал деб бўлмайди. Уларнинг худбинликлари, ўз манфаатини кўзлаши оилавий муносабатларда ҳам ўзини намоён этади. Ўзаро кўнгил ришталарини боғлашлари мумкин, аммо бундай оилада кўплаб зиддиятлар юзага келиб туради.","goat":"Қўй мучалидагилар билан бахтли оила қуришга умид қилсалар бўлади. Улар ўзаро ўхшаш бўлиб, бирбирларини қўллабқувватлайдилар ва оилавий муаммоларни биргаликда ҳал этишга ҳаракат қиладилар. Қўй мучалидагиларнинг инжиқликларини Отлар ўзларининг худбинликлари ила бартараф эта оладилар.","monkey":"Маймун мучалидагилар Отларга у қадар мувофиқ эмас. Оилавий муносабатларда ўз жуфтларининг айёрлик, уддабуронлик, устомонлик каби жиҳатларини кўтара олишлари қийин кечади. Иккиси ҳам бирбирларини ҳеч қачон тушуна олмайди. Ўзаро оила қуришлари тавсия қилинмайди.","rooster":"Товуқ мучалидагилар билан ҳам оилавий ришталарини боғлашлари маслаҳат берилмайди. Иккиси ҳам бошқабошқа одамлардир. От мучалидагилар ўз жуфтларига нисбатан севги, муҳаббатга жиддий қарайдилар, Товуқ мучалидагилар эса бошқалар кўзига ярқ этиб ташланишни ёқтирадилар. Ўзаро оила қуришлари тавсия қилинмайди.","dog":"Ит мучалидагилар билан бахтли оила қуришлари кутилади.Иккисиҳам бирбирларига нисбатан мустақил ва ўз муаммолари билан машғул бўладилар.Табиатан рашкчи эмаслар. Оила қуришлари тавсия этилади.","pig":"Тўнғиз мучалидагилар билан оила қуришга таваккалқилмасликлари маслаҳат берилади. От мучалидагиларнинг худбинликларини Тўнғиз мучалидаги жуфтлари қабул қила олмайдилар ва уларнинг оилавий муносабатлари узоққа бормайди.Ўзаро оила қуришларитавсияқилинмайди."},{"rat":"Сичқон мучалидагининг қанча пули, даромади ва бойлиги Қўй мучалидагиларни, айниқса аёл(қиз)ларни бефарқ қолдирмайди. Чунки Қўй мучалидагилар оилавий муносабатларда тўкислик, моддиймолиявий таъминланганлик шароитида ўзларини яхши ҳис этадилар. Аммо Сичқонлар ўз жуфтининг бундай эркаликларига чидай олмаслиги мумкин. Уларнинг ўзаро узоқ вақт бахтли ҳаёт кечиришлари қийин кечади. Ўзаро оила қуришлари тавсия этилмайди.","ox":"Қўй мучалидагиларнинг инжиқликлари ва беқарорликларини Сигир мучалидагилар кўтара олмайдилар. Сигир мучалидагилар Қўй мучалидаги умр йўлдошига нима кераклигини бир умр билмаслиги мумкин. Қўй мучалидагилар эса Сигир мучалидагилар билан бирга яшаганларида ўз жуфтидан фахрлана олмасликларидан, уларда хушмуомалалик етишмаслигидан азият чекадилар. Ўзаро оила қуришлари тавсия этилмайди.","tiger":"Қўй мучалидагилар Йўлбарсларга мос тушадигандек туюлади. Чунки Қўйлар ювош, нозиктаъб, жинсий жиҳатдан кўзга яқин, эҳтирослидирлар. Қўй мучалидагиларга унинг билан фахрланишлари, унга мафтун бўлган мухлислар қанча кўп бўлса, шу қадар хуш ёқади. Йўлбарслар эса рашкчидирлар ва бундай ҳолатга тоқат қила олмайдилар. Ўз жуфтининг рашк бобидаги таънадашномларидан Қўй мучалидагилар изтироб чекадилар. Уларнинг иккиси ҳам бундай ҳолатга узоқ чидай олмайдилар. Ўзаро оила қуришлари тавсия этилмайди.","rabbit":"Қуён мучалида туғилганлар билан ўзаро бирбирларига яқинлаштирувчи омил – иккисининг ҳам артистлик маҳорати, санъатга иштиёқмандлик кабижиҳатларидир.Қуён мучалидагилар Қўйларнинг хаёлпарастлиги, бой тасаввурга эгалигини ёқтирадилар. Қўй белгисидагилар эса, мазкур мучалдаги жуфтининг эҳтиёткорлиги, ҳар қандай вазиятга тўғри баҳо бера олишлиги каби хислатларини қадрлайдилар. Ўзаро оила қуришлари тавсия қилинади.","dragon":"Кучли ва келишган Аждарҳо (Балиқ)лар Қўйларни ўзларига мафтун эта оладилар. Аммо улар ўртасида қурилган оилавий муносабатлардан ҳар иккиси ҳам мамнун бўла олмайди. Аждарҳо (Балиқ) мучалидаги жуфтининг келишганлиги ва гўзаллигидан Қўй мучалидаги жуфтлари ўзларининг жозибадорликларини баланд кўрадилар. Бундай муносабат Аждарҳо (Балиқ)ларнинг нафсониятига тегади. Ўзаро оила қуришлари тавсия этилмайди.","snake":"Илонмучалидаги ўзига тўқ ва бадавлатбўлса,Қўйлар унинг атрофида парвона бўладилар. Пул ва бойлик олдида Қўйлар ўзларининг инжиқликларини ҳам эсдан чиқарадилар ва тўкис ҳаёт кечиришлари учун оилавий ришталарини маҳкам боғлайдилар.","horse":"От мучалидагилар билан бахтли оила қуришга умид қилсалар бўлади. Улар ўзаро ўхшаш бўлиб, бирбирларини қўллабқувватлайдилар ва оилавий муаммоларни биргаликда ҳал этишга ҳаракат қиладилар. Қўй мучалидагиларнинг инжиқликларини Отлар ўзларининг худбинликлари ила бартараф эта оладилар.","goat":"Мазкур мучалда туғилганлар ўзларига тўқ, моддий жиҳатдан таъминланган бўлсалар, улар ўртасида қурилган оилада ўзаро интифоқлик, осойишта ҳаёт ҳукм суради. Бирбирларидан фахрлана оладилар. Асосий муаммо – кимкимга таянч бўлишда. Чунки улар кимгадир суяниб, кимнингдир ҳомийлиги остида яшашга мойилдирлар. Бирбирларининг камчиликларига чидаб яшашга тўғри келади.","monkey":"Мазкур мучалдагилар биргаликда яшасалар, ҳеч қачон зерикмайдилар. Қўй мучалидагиларнинг бой тасаввурлари, Маймун мучалидагиларнинг ўткир мушоҳадаси ўзаро уйғун тушади. Оилавий ҳаёт қизиқарли кечади. Улар ажойиб дўст бўла оладилар. Оилавий муносабатларда ва севги бобида эса Маймун белгисидагилар ўз жуфтларининг барча талабларини бажаришга қурбилари етмайди. Қўй мучалидаги жуфтининг моддий ва маънавий эҳтиёжларини доимий равишда таъминлай олмайди. Ўзаро оилавий муносабатлар узоққа бормайди.Оилада эр – Қўй, хотин эса Маймун мучалида туғилган бўлса, Қўйнинг ижодкорлигини хотини у қадар қадрламайди. Маймун мучалидаги аёлга чаққон, уддабурон, топармантутармон эр кўпроқ маъқул келади. Оилада эр – Маймун,хотинэса Қўймучалида туғилган бўлса, Қўй мучалидаги аёл эридан кўп нарса талаб қилади. Маймун мучалидаги эр ўз жуфтининг сахийлиги ва очиқкўнгиллигидан усталик билан фойдаланади. Қўй мучалидаги аёл эса, ҳеч нарсага эга бўлмайди.","rooster":"Товуқ мучалидагилар билан қурилганоилада ҳам турли мураккабликлар юзага келиши кутилади. Қўй мучалидаги (аёлини) жуфтини тўкис бахтли қилишлари учун Товуқлар молиявий жиҳатдан бақувват бўлишлари талаб қилинади. Товуқ мучалидагилар Қўйларни тушуна олмайдилар. Ўз жуфтидан моддиймолиявий жиҳатдан таъминланган Қўй мучалидагилар бунинг эвазига ҳеч бир нарса бера олмайдилар.Оилада эр – Қўй, хотин эса Товуқ мучалида туғилган бўлса, бирбирларини тушунишлари қийин кечади. Бунда Қўй мучалидаги эр ўз жуфтини ҳамманинг олдида “ярақлаб” кўзга ташланишига йўл қўймайди. Оилада эр – Товуқ, хотин эса Қўй мучалида туғилган бўлса, айниқса, севиб турмуш қурган бўлсалар, бори топгантутганини ўз жуфти оёқлари остига ташлайди. ","dog":"Мазкур мучалда туғилганлар ўзаро бахтли ҳаёт кечира олмайдилар. Ит мучалидаги Қўйларнинг хаёлпарастлигига тоқат қила олмайди. Чунки Итлар амалий хаттиҳаракатларга мойилдирлар. Қўй мучалидагилар эса ўз жуфтларидан ҳеч қандай манфаат кўрмайдилар. Ўзаро оила қуришлари тавсия қилинмайди.","pig":"Қўйларни қизиқтирган нарса Тўнғиз мучалидагиларнинг бойлиги, пулидир. Ўзига тўқ бўлган Тўнғизлар билан Қўй мучалидагилар беташвиш,яхшишартшароитда яшашларинибиладилар.Бунданташқари,Тўнғиз мучалидаги жуфти Қўй белгисидагиларнинг инжиқликларини ҳам кўтарадилар. Маслаҳатимиз инжиқликлар бобида Қўйлар ҳаддиларидан ошмасинлар. Акс ҳолда Тўнғиз мучалидаги жуфтининг ҳам сабр косаси тўлади. Ўзаро оила қуришлари тавсия этилади."},{"rat":"Маймун мучалидагиларнинг Сичқон мучалида туғилганлар билан ўзаро оилавий ришталари уйғун ва улар бахтли ҳаёт кечирадилар. Маймун мучали соҳиблари Сичқон мучалидагилар устидан кулсалар ҳам уларни ўзларига ром қила оладилар. Маймунни жондилидан, бир умрга севиб қолган Сичқонлар ўз йўлдошини кечирадилар.Маймунлар эса Сичқон Мучалидаги жуфти олдида ўзларини жуда ҳам қулай ҳис этадилар. Ўзаро оила қуришлари тавсия этилади.","ox":"Маймун мучалида туғилганлар Сигир мучалидагиларни ўзларига мафтун эта оладилар. Чунки маймунда бор хислатлар Сигирда йўқда. Шунинг учун Сигир мучалидагилар Маймунларга ошиқу беқарор бўладилар. Аммо Маймунлар Сигирларга тинчлик бермайдилар. Агар Маймун мучалидагиларнинг Сигир мучалидагиларга нисбатан кўнгиллари бўлса, бундай жуфтлик бахтли ҳаёт кечиради. Ўзаро оила қуришлари тавсия этилади.","tiger":"Йўлбарслар севги бобида ҳам, дўстликда ҳам, иш юзасидан ҳам, Маймун мучалидагиларга ишонмасликлари керак. Бу борада Маймунлар Йўлбарс мучалидаги жуфтларига ҳар жиҳатдан панд берадилар. Аммо оилада Йўлбарс мучалидаги – эркак, Маймун мучалидаги – аёл бўлса, ўзаро бирбирларига нисбатан сабр қилишса, ҳар иккиси ҳам бахтли бўладилар. Бундай оилаларда Маймун мучалидаги аёллар Йўлбарс мучалидагиумр йўлдошларинимансаб пиллапояларидан кўтарилиб боришларига ҳар жиҳатдан кўмаклашадилар.","rabbit":"Тинибтинчимаган Маймун мучалидагиларга нисбатан Қуён мучалидагилар анчайинхотиржамдирлар.Улар ўртасида оила қуриш ҳолатлари учраб туради. Маймунлар ўйинни севадилар, Қуёнлар эса эркинликни кўпроқ ёқтирадилар. Шунинг учун улар ўртасида қизиқарли оилавий муносабатлар юзага келади. Қуёнлар ўз жуфтининг найранглари ва ғаламисликларини кўтара олмасликларисабабли улар ўртасидаги никоҳ узоққа бормайди.","dragon":"Маймун мучалидагилар Аждарҳо (Балиқ) мучалидаги умр йўлдошлари учун ҳар соҳада: севги бобида ҳам, иш юзасидан ҳам яқин маслаҳатчи ва таянч бўладилар. Маймунларнинг айёрликлари рўзғор ишларини юритишда фойда беради ва ўз жуфтининг қудратидан усталик билан фойдаланадилар. Улар ўзаро оилавий турмушда бирбирларига жуда ҳам асқотадилар. Буни Маймун мучалидагилар эътироф этсалар ҳам, Аждарҳо (Балиқ) мучалидаги жуфти тан олмаслиги мумкин. Ўзаро оила қуришлари тавсия этилади.","snake":"Жуда хавфли ва қалтис жуфтлик. Ўзаро мувофиқ тушмайдилар вабирбирларигазиёнетказадилар.Уларнингўзаро бирбирларига хуружлари иккисини ҳам абгор қилиши мумкин. Бири –олов, бири – муз. Бири – донишманд ва ҳисобкитобли (Илон), бири – қизиққон ва жўшқин (Маймун). Биронбир мақсад йўлидагина ўзаро тил топишишлари мумкин. Оила қуришлари тавсия этилмайди.","horse":"От мучалидагилар Маймун белгисидагиларга мувофиқ тушмайди. Ўзаро оилавий муносабатларда От мучалидаги умр йўлдошларининг тўғрилиги, ҳақиқатпарварлиги каби хислатларига нисбатан ўзларининг айёрлик, уддабуронлик, устомонлик каби жиҳатлари билан панд беришлари мумкин. Иккиси ҳам бирбирини ҳеч қачон тушуна олмайди. Ўзаро оила қуришлари тавсия қилинмайди.","goat":"Мазкур мучалдагиларнинг оилавий муносабатларида бир қанча зиддиятлар мавжуддир. Масалан, севги бобида Маймун белгисидагилар ўз жуфтларининг барча талабларини бажаришга қурбилари етмайди. Айниқса, Қўй мучалидаги жуфтининг турмуш моддий ва маънавий эҳтиёжларни қондириш билан боғлиқ томонларинидоимийравишда таъминлайолмайдилар. Маълум бир вақт Қўй мучалидаги жуфтининг хаёлий қарашлари билан кўнгилхушлик қилиши мумкин. Аммо бу узоқ йиллар бахтли яшайди, дегани эмас.Оилада эр –Қўй, хотин эса Маймун мучалида туғилган бўлса, Қўйнинг ижодкорлигини хотини у қадар қадрламайди. Маймун мучалидаги аёлга чаққон, уддабурон, топармонтутармон эр кўпроқ маъқул келади.Оилада эр – Маймун,хотинэса Қўймучалида туғилган бўлса, Қўй мучалидаги аёл эридан кўп нарса талаб қилади. Маймун мучалидаги эр ўз жуфтининг сахийлиги ва очиқкўнгиллигидан усталик билан фойдаланади. Қўй мучалидаги аёл эса ҳеч нарсага эга бўлмайди.","monkey":"Икки бир хил мучалдагиларнинг ўзаро оилавий ҳаёти қизиқарли кечади. Ўзларининг ақлли, эпчил, жўшқин ва ҳаракатчанликлари сабабли турмушларини ёрқин таассуротлар билан тўлдирадилар. Шунингдек, уларнинг жисмоний, жинсий майллари ҳам ўзаро мос тушади. Ўзаро оила қуришлари тавсия этилади.","rooster":"Уларнинг ўзаро оилавий муносабатлари мураккабдир. Маймунлар бировларнинг устидан кулишга, масхара қилишга одатланган.Уларнингбундайхусусиятлари Товуқ мучалидагиларга мутлақо ёқмайди. Маймунлар бировга бўйсунмасликка одатланганлар. Товуқ мучалидагиларда эса ҳукмронлик ҳисси кучли. Шунинг учун ҳам уларнинг ўзаро оилавий ҳаётида зиддиятлар, ўзаро келишмовчиликлар бисёр бўлади. Ўзаро оила қуришлари тавсия этилмайди.","dog":"Мазкур мучал эгалари билан ўзаро кўнгил ришталари боғланганда кўпроқ Ит мучалидагилар зарар кўрадилар. Агар Маймунлар ўз жуфтига нисбатан эътиборлироқ бўлса, Ит мучалидагилар садоқат билан жавоб қайтарадилар.","pig":"Маймун мучалидагиларнинг Тўнғиз мучалидагиларга нисбатан ҳурмати баланд бўлади. Шундай бўлсада, баъзибаъзида Маймунлар ўз жуфтларини алдаб ҳам турадилар. "},{"rat":"Сичқон мучалидагиларбилан оила қуришларида ўзаро уйғунлик кам. Сичқон мучалидагилар Товуқ мучалидагиларнисевибқолгантақдирдагинаоила қуришмумкин. Бунинг боиси, улар ўзаро фарқ қилувчи хусусиятларга эга: бирлари ишлаб пул топсалар, бошқаси жуда тезлик билан сарфхаражат қилишга мойилдирлар. Сичқон мучалидагилар пулга жуда эҳтиёткорлик билан муносабатда бўладилар, тежабтергаб сарфхаражат қиладилар.Мабодо,СичқонмучалидагиТовуқ мучалидагини севиб қолса, ўз жуфтининг пулга бўлган муносабатига чидай олади.","ox":"Мазкур мучалда туғилганлар ўзаро мувофиқ бўлиб, иккиси ҳам эскича қарашларга мойилдир. Товуқ мучалидагилар ўзлариниҳар жиҳатданнамоёнқилишга интилсалар, Сигир мучалидаги турмуш ўртоғи бунга йўл қўяди ва ўз имкониятини ишга солишига ёрдам беради. Оилада ким етакчилик қилиш лозимлигини аниқ белгилаб олсалар ёки бирбирларига камроқ буйруқ берсалар бас. Шу шарт билан ўзаро оила қуришлари тавсия этилади.","tiger":"Йўлбарс мучалида туғилганлар билан оила қуришлари тавсия этилмайди. Чунки Товуқлар бировга бўйсунишни истамайдилар ва ярқ этиб кўзга ташланишни хуш кўрадилар. Йўлбарслар эса Товуқларнинг, айниқса, оиладаги “ярақлаши”ни назарписанд қилмайдилар. Иккиси ҳам бирбирларига бўйин эгишни истамайди. Жинсий майллари ҳам ўзаро мувофиқ эмас.","rabbit":"Доимий изланишда, беҳаловат бўлган Товуқ мучали соҳибларининг ҳаёти Қуён мучалидагиларни қониқтирмайди ва уларнинг турмуш тарзи бошқабошқа бўлганлиги сабабли ҳам ўзаро бир оилада бегоналардек яшашларига тўғри келади. Уларнинг жинсий майллари ҳам ўзаро мос эмас. Бундай оилавий ҳаётни ҳеч кимга раво кўриб бўлмайди. Ўзаро оила қуришлари тавсия этилмайди.","dragon":"Аждарҳо (Балиқ) мучалидагилар билан кўнгилришталарини боғлашлари мумкин. Иккиси ҳам фаол, ўзларига эътиборлидирлар. Ушбу никоҳ жуфтлигида Аждарҳо (Балиқ) мучалидагилар Товуқ мучалидаги жуфтига нисбатан кучлироқ саналадилар, гарчи бу Товуқларни у қадар қўрқитмаса ҳам. Бундай жуфтликда эр – Аждарҳо (Балиқ) мучалида, хотин эса Товуқ мучалида бўлса, оилавий мувофиқлик бирмунча юқори бўлади. Акс ҳолда эса, оилада бирбиридан ўтиш, ўзаро менсимаслик каби кўнгилсизликлар юзага келиб туради.","snake":"Илон мучалидагилар билан қурилган оила муваффақиятли саналади. Иккиси ҳам доимо бирбири билан ҳар соҳада мусобақалашадилар. Бу кураш яратувчиликка қаратилган бўлганлиги сабабли ижобий аҳамият касб этади. Бирбирларидаги камчилик ва нуқсонларни йўқотишга кўмаклашадилар. Илон мучалидагилар ўз жуфтига ақлли маслаҳатлари билан ҳар жиҳатдан ёрдам берадилар. Оила қуришлари тавсия этилади. ","horse":"Иккиси ҳам бошқабошқа дунё вакилларидир. От мучалидагилар табиатан худбинликка мойил бўлиб, уларнинг бу хусусияти севгимуҳаббатда ҳам ўз аксини топади. Товуқ мучалидагилар эса бошқалар кўзига ярқ этиб ташланишни ёқтирадилар. От мучалидагиларнинг мустақил бўлишга интилишлари Товуқ мучалидагиларнинг ўз жуфти устидан ҳукмронлик қилишга интилиш хусусияти мос келмайди. Уларнинг жинсий майллари ҳам ўзаро мос эмас. Ўзаро оила қуришлари тавсия қилинмайди.","goat":"Қўй мучалидагилар билан қурилган оилада ҳам турли мураккабликлар юзага келиши кутилади. Қўй мучалидаги (аёлини) жуфтини тўкис бахтли қилиши учун Товуқлар молиявий жиҳатдан бақувват бўлишлари талаб қилинади. Товуқ мучалидагилар Қўйларни тушуна олмайдилар. Ўз жуфтидан моддиймолиявий жиҳатдан таъминланган Қўй мучалидагилар бунинг эвазига жуфтига ҳеч бир нарса бера олмайдилар Оилада эр – Қўй, хотин эса Товуқ мучалида туғилган бўлса, бирбирларини тушунишлари қийин кечади.Оилада эр –Товуқ,хотинэса Қўймучалидатуғилган бўлса, бирбирларига тоқат қила олмайдилар. Товуқ мучалидаги эр ҳар юмушда аёлига дашном беради. Буни кўтара олмайдиган Қўй мучалидаги аёли кўп кўз ёш тўкади ва ўз уйидан безий бошлайди. ","monkey":"Ўзаро бахтли бўла олмайдилар, Маймун мучалидагилар қулай фурсатдан фойдаланиб, ўз жуфтининг бор бисотини тортиб олиб, боз устига, яна ундан миннатдор ҳам бўлмайдилар. Ишонувчан Товуқлар бунга чидай олмайди. Ўзаро оила қуришлари тавсия этилмайди.","rooster":"Уларнинг ўзароҳаётимувофиқэмас.Бундайоиладатурлидилхираликлар, ўзаро чиқишмовчиликлар, урушжанжал аримайди. Шу билан бирга, мазкур мучал соҳибларидан бири кечиримли, чекинувчан ва итоатли бўла олса, бирга яшашлари мумкин.","dog":"Ит мучалидагилар билан ҳам оилавий ришталарни боғлаш мақсадга мувофиқ эмас. Чунки Итлар Товуқларнинг калондимоғликларини кўтара олмай, уларнинг шаънига қаршиишкўрсалар,жуфтларибуникўтара олмайди. Ўзаро оила қуришлари тавсия қилинмайди.","pig":"Тўнғиз мучалидагиларнинг сабрли, оғирвазминликлари туфайли ўзаро оила қуришлари мумкин. Уларнинг оилавий бирлигидан кўпроқ Товуқ мучалидагилар манфаатдордир. Ўзаро оила қуришлари мумкин. Товуқ мучалидагилар – Сигир,Илон,Аждарҳо (Балиқ) мучалида туғилганлар билан турмуш қуришлари мақсадга мувофиқ бўлади ва улар узоқ йиллар ўзаро бахтли ҳаёт кечирадилар.Сичқон,Товуқ,Ит, Қуён мучалларида туғилганлар билан оила қурганлар ўртамиёна умр кечирадилар. Йўлбарс, От, Маймун, Қўй ва Тўнғиз мучалларида туғилганлар билан қурилган турмуш зиддият, ўзаро тушунмовчиликлар билан ўтади."},{"rat":"Сичқон мучалидагилар билан бирмунча вақт биргаликда яшашлари мумкин. Бундай оилада Сичқонлардан кўра, Ит мучалидагилар кўпроқ манфаат кўрадилар. Ақлли ва ўзига тўқ, моддий жиҳатдан таъминланган Сичқонлар билан биргаликда яшаш Ит мучалидагиларга жуда ҳам хуш ёқади. Бунга жавобан, Ит мучалидагилар ўз жуфтига нисбатан вафодорлик ва садоқат кўрсатадилар. Ўзаро оила қуришлари тавсия этилади.","ox":"Мазкур мучалда туғилганларнинг оилавий ҳаёти ўзаро мувофиқ тушмайди. Чунки Ит мучалидагиларнинг инқилобий тарздаги ҳаёт кечиришлари, турмуш тарзи Сигир мучалидагиларни мутлақо қониқтирмайди. Сигир мучалидагиларнинг ҳукмронлик қилишлари, бақирибчақиришлари оқибатида Ит мучалидаги жуфтлари улардан қочиб кетишлари мумкин.","tiger":"Ўзаро уйғунлик бор. Иккисининг ҳам бирбирларига ўхшаш жиҳатлари мавжуд. Йўлбарслар доимо жанговардир, Итлар эса ҳақиқат учун курашувчи бўлиб, ҳамиша ўз жуфтининг ёнида бўлишга интиладилар. Ит мучалидагилар бор вужуди, борлиғи билан ўз ёрига ва болаларига содоқат кўрсатадилар. Ўзаро оила қуришлари тавсия этилади.","rabbit":"Содиқ ва вафодор, ҳақиқатпарвар Ит мучалидагилар Қуён мучалида туғилганлар учун муносиб жуфт бўла оладилар, улар билан бахтли ҳаёт кечирадилар. Қуён мучалидагиларнинг юмшоқ табиатлилиги, осойишталиги бунга замин яратади. Уларнинг жинсий имкониятлари ҳам ўзаро мос келади.Ўзаро оила қуришларитавсия этилади.","dragon":"Уларнинг жисмоний ва жинсий майллари мос келсада,ҳаётийқарашларибошқабошқадир.Итмучалидагилар Аждарҳо (Балиқ) мучалидаги жуфтининг қадрига етмайди. Ўз навбатида, ўта қайсар ва кек сақловчи Аждарҳо (Балиқ) мучалидагилар жуфтининг “дон жуанлик” қилиқларини, “вақиллашларини” кечира олмайдилар. Итлар(эр) ўз йўлига сола олмаган Аждарҳо (Балиқ) мучалидаги жуфти (аёл)нинг “қанотларини” синдириб, зулм қилишлари мумкин. Аждарҳо (Балиқ) (аёл)лар бунга чидай олмайдилар ва қаҳрли, “ўтли” нафаслари билан ўзларини ҳимоя қилишга мажбур бўладилар. Ўзаро оила қуришлари тавсия этилмайди.","snake":"Илон мучалидагилар билан ўртамиёна ҳаёт кечиришлари мумкин. Уларнинг ҳар иккиси ҳам четдан “емиш”қидиришга мойилдир. Илон мучалидаги хушсурат жуфти(аёл) ни жондан ортиқ севиб қолган Итлар уларга жуда ҳам боғланиб қолганликлари сабабли Илон мучалидагилар бошқача ҳаётни сезмай ўтишлари мумкин. Илонлар ўз ишвалари билан Ит мучалидагиларни ўзларига ром қила оладилар.","horse":"От мучалидагилар билан ҳам бахтли оила қуришлари кутилади.Иккиси ҳам бирбирларига нисбатан мустақил ва ўз муаммолари билан машғул бўладилар. Табиатан рашкчи эмаслар. Отлар ўз мустақиллигига эришганидан Ит мучалидаги жуфтига дунёни қутқариши учун изн беради. Оила қуришлари тавсия этилади.","goat":"Қўй мучалида туғилганлар биланқурилганоилада кўплаб кўнгилсизликлар рўй бериши кутилади. Қўй мучалидагилар билан оила қурган Ит мучалидагилар уларнинг юзаки ва манфаатпараст бўлганликларини пайқаганларидан сўнгюз ўгиришларига тўғрикелади.Оила қуришлари тавсия қилинмайди.","monkey":"Ўз табиатларига кўра жўшқин, ўзгарувчан бўлган Маймун мучалидагилар Ит мучалидаги умр йўлдошларига панд бериб қўйишлари мумкин. Уларнинг айёрликлари, ҳийланайранглари, Ит мучалидаги жуфтини безор қилиб юборади. Уларнинг оилавий муносабатлари жуда ҳам мураккаб бўлади. Оила қуришлари тавсия этилмайди.","rooster":"Товуқ мучалидагиларни менсимайдилар. Уларнинг мақтанчоқлигини, ўзларига зеб беришини ҳам сингдира олмайдилар. Мазкур мучалдатуғилганларнингоилавиймуносабатларида иккиси ҳам жабрланиб қолади. Уларнинг жинсий майллари ҳам ўзаро мос эмас. Яхшиси, оилавий ришталарини боғламаганлари маъқул.","dog":"Мазкур мучал жуфтлиги ўртасидаги муносабатлар ёмон бўлмасада, иккисининг ҳам манфаатсизлиги, беғаразлиги етти ёт бегоналар учун керак бўлсада, ўзлари учун ҳеч бир наф келтирмайди. Уларни ким боқади?","pig":"Тўнғиз мучалидагилар ҳаётдан қувониб яшаш нима эканлигини билганликлари билан Ит мучалидагиларни ўзларига жалб қиладилар. Шундай яшай олишлари билан Ит мучалидаги жуфтини қувонтира оладилар ва оилавий мувозанат сақланади. Бундай ҳаёт Ит мучалидагиларга жуда ҳам зарур. Тўнғиз мучалидаги жуфтининг бойбадавлатлиги, сахийлигига нисбатан Ит мучалидагилар ўзларининг садоқати ва вафодорликлари билан жавоб берадилар. Улар ўртасида ҳамма ҳавас қилгудек оила юзага келади."},{"rat":"Тўнғиз мучалидагиларнинг Сичқон мучалида таваллуд топганлар билан қурган турмуши жуда ҳам муваффақиятлидир. Уларнинг иккиси ҳам ўзаро жуда ўхшашдирлар – ақлий жиҳатдан яхши ривожланган бўлиб, пул ишлаб топишни яхши биладилар. Бирбирларига монанддирлар. Уларнинг жинсий майллари ҳам ўзаро мос келади. Ўзаро оила қуришлари тавсия этилади.","ox":"Мазкур мучалда туғилганларнинг оилавий муносабатларида бирмунча мураккабликлар юзага келиши кутилади. Кўнгилчан Тўнғиз мучалидагилар ҳар нарсага чидашлари мумкин, фақат зўравонликни, қаттиққўлликни кўтаролмайдилар. Сигир мучалидагиларда эса оилада ҳукмронлик қилиш инстинкти кучли. Тўнғиз мучалидагилар Сигир мучалидагижуфтибиланузоқ йиллар биргаликда оилавий ҳаёт кечиришни истасалар, ўз жуфтларига бўйсуниб яшашлари талаб этилади. Тўнғиз мучалидагилар ўз жуфтларининг қаттиққўлликларидан ҳайиқадилар ва бунга узоқ дош бера олмайдилар. Шунинг учун уларнинг оила қуришлари тавсия этилмайди.","tiger":"Йўлбарс мучалидагилар билан оилавий ришталарини боғлашлари мумкин. Бундай оилада улар ўзларини тўла муҳофазада, ҳимояланган санайдилар. Бунга жавобан Тўнғиз мучалидагилар Йўлбарс мучалидаги жуфтларининг жанговарлик характерига босиқлик билан қарашлари талаб этилади. Уларнинг ҳар иккиси ҳам ақлзаковатли бўлиб, ўзаро суҳбатлашганда бирбирларидан безимайдилар. Шунингдек, уларнинг жинсий майллари ҳам ўзаро мос келади. Ўзаро оила қуришлари тавсия этилади.","rabbit":"Қуён мучалида таваллуд топганлар билан ҳам оилавий ришталарини боғлашлари мумкин. Чунки Тўнғиз мучали соҳиблари кечиримли,оғирвазмин бўладилар.Қуёнлар эса оила ташвишларини унутиб, дўстлар билан гурунглашиб қайтганларида, уларни кечира оладиган умр йўлдоши айнан Тўнғиз мучалидагилардир. Шунингдек, уларнинг жинсий майллари ҳам ўзаро мос тушади. Энг асосийси, ўзаро садоқатли бўлсалар бас. Ўзаро бахтли оила қура оладилар.","dragon":"Аждарҳо (Балиқ) мучалидагилар билан ҳам кўнгил ришталарини боғлашлари мумкин. Илтифотли ва яхши хулқли Тўнғиз мучалидагилар билан кечадиган оилавий ҳаёт ижобий аҳамият касб этади. Аждарҳо (Балиқ) мучалидаги умр йўлдоши Тўнғиз мучалидагиларни ўзига мафтун эта олади ва бундан кўнгли тўлиб яшайди. Айниқса, бунда Аждарҳо (Балиқ) – хотин, Тўнғиз мучалидаги эр бўлса. Уларнинг жинсий майллари ҳам ўзаро мувофиқ келади. Ўзаро оила қуришлари тавсия этилади.","snake":"Илон мучалидагилар биланҳамкўнгил ришталаринибоғлашлари мумкин. Шуниси эътиборга моликки, Тўнғиз мучалидаги (эркак) лар Илон (аёл) нинг “домига” тушиб, сеҳрланиб қоладилар ва унинг иродасига бўйсунадилар. Ақл ва зеҳн бобида Илонларга ета олмайдилар. Тўнғиз мучалидаги аёл Илон мучалидаги эрнинг турли найрангларига чидай олади. Чунки уни жонидан ҳам ортиқ севиб қолганда. Илонлар Тўнғиз мучалидагижуфтиниастасекинликбиланбўғабошлайдилар ва жонларига теккач, уларни ташлаб кетадилар. Бундан Тўнғиз мучалидагилар жабрланади. Ўзаро оила қуришлари тавсия этилмайди.","horse":"От мучалидагилар билан оила қуришга таваккал қилмасликлари маслаҳат берилади. От мучалидагиларнинг худбинликларини Тўнғиз мучалидаги жуфтлари қабул қила олмайдилар ва уларнинг оилавий муносабатлари узоққа бормайди. Шунингдек, уларнинг ўзаро жисмоний тортилишлари ҳам заиф ва жинсий майллари ўзаро мувофиқ эмас. Ўзаро оила қуришлари тавсия қилинмайди.","goat":"Қўй мучалидагилар билан бахтли оила қуришлари кутилади. Тўнғиз мучалидаги жуфтининг давлати, бойлиги ва қулай, тўкис ҳаёт шароити яратиб бергани эвазига ўзининг нозик латофатини бахш этади. Ўзаро бахтли оила бўлиб яшашлари кутилади.","monkey":"Омадли никоҳ саналади. Бошқаларни ахмоқ қила оладиган Маймун мучалидагилар Тўнғиз мучалидаги жуфтига ҳурмат билан қарайдилар. Улар ўртасидаги никоҳ, оила узоқ йиллар бирга яшаш имконини беради. Оила қуришлари тавсия этилади.","rooster":"Товуқ мучалидагилар билан бахтли бўлишга интилиб, сабртоқат қиладилар. Тўнғиз мучалидагилар ўз жуфтларининг ажабтовур қилиқларига риояандиша қилиб яшашларимумкин.БуниТовуқ мучалидагилар қадрлай олмайдилар. Бундай оилавий муносабатни ўзаро уйғун, деб айтиб бўлмайди. Шундай бўлсада, оила қуриш ҳоллари учрайди.","dog":"Ит мучалидагилар билан ҳам бахтли оила қуришлари кутилади. Бундай оилада ўзаро ҳурмат, эътибор ва бирбирларини тўғри тушунишлари кутилади. Ўзаро бахтли оила бўлиб яшайдилар.","pig":"Ўзаро тил топишишлари мумкин. Иккиси ҳам дўстлашувчан, муросага келувчи ва иккиси ҳам яхши даромад қиладилар. Бундай оилада мўлкўллик бўлади. Ўзаро бахтли оила қурадилар."}]