[{"rat":"Ularning o‘zaro oilaviy munosabatlari nozik bo‘ladi. Chunki o‘zaro birbirlari bilan juda ham o‘xshash bo‘lganliklari sababli vaqt o‘tishi bilan jonga tegishlari mumkin.","ox":"Sichqon va Sigir muchalidagilar bilan qurilgan turmush juda hammuvaffaqiyatlidir.Har ikkisiningbirbirlariga muvofiqligi bor. Sigir muchalidagilar Sichqon muchalidagi juftini xotirjam qiladi va shunday behalovat, turli tasodiflarga to‘la zamonda uning xavfsizligini ta'minlaydi. O‘zaro oila qurishlari tavsiya etiladi.","tiger":"Sichqon hamda Yo‘lbars muchalida tug‘ilganlar bilan oilaviy rishtalarning bog‘lanishi o‘zaro murosa qilish sharti bilan ruxsat beriladi. Chunki Sichqon muchalidagilar sokin, tinch hayot kechirishni, pul topishni xush ko‘radilar, qandaydir jahonshumul masalalar ularni qiziqtirmaydi. Bu esa Yo‘lbars muchalidagi juftini junbushga keltirishi mumkin.","rabbit":"Quyon muchalidagilarning yumshoq tabiatligiga aldanib qolmaslik kerak. Sichqon va Quyon muchalidagilarning o‘zaro oilaviy munosabatlari muvofiq emas. Oila qurishlari tavsiya etilmaydi.","dragon":"Sichqon muchalidagilarning Ajdarho (Baliq) muchalida tug‘ilganlar bilan o‘zaro oilaviy rishtalari uyg‘undir. Ajdarho (Baliq) muchalidagilar Sichqon muchalidagi juftlariga kuchqudrat bag‘ishlaydilar, o‘zlari esa Sichqon muchalidagi juftidan tanqidiy mulohazalar, zarur va jo‘yali maslahatlar oladi. O‘zaro oila qurishlari tavsiya etiladi.","snake":"Ilon muchalidagilar bilan ham oilaviy rishtalarni bog‘lashlari mumkin. Ulardan biri o‘zini baxtli, deb hisoblashi mumkin, ammo ikkinchisi o‘zini baxtli, deyaolmaydi.ChunkiIlon muchalidagilarning yengilligi Sichqon muchalidagi juftini ko‘p ranjitishi kutiladi.","horse":"Sichqon va Ot muchalidagilar o‘zaro muvofiq emaslar, ayniqsa, olov unsuridagi Ot muchalida tug‘ilganlar bilan qurilgan oila baxtsizlik keltiradi. O‘zaro oila qurishlari tavsiya etilmaydi.","goat":"Qo‘y muchalida tug‘ilganlar Sichqon muchalidagining qancha puli, daromadi va boyligi borligini bilib qolsa, hech ikkilanmay unga moyil bo‘ladilar. Chunki Qo‘y muchalidagilar oilaviy munosabatlarda to‘kislik,moddiymoliyaviy ta'minlanganlik sharoitida o‘zlarini yaxshi his etadilar. Ammo Sichqonlar o‘z juftlarining bunday erkaliklariga chiday olmaydilar. Ularning o‘zaro uzoq vaqt baxtli hayot kechirishlari qiyin kechadi. O‘zaro oila qurishlari tavsiya etilmaydi.","monkey":"Sichqon muchalidagilarning Maymun muchalida tug‘ilganlar bilan o‘zaro oilaviy rishtalari uyg‘undir. Maymun muchalidagilar ularning ustidan kulsalar ham Sichqon muchalidagilar ularni o‘zlariga rom qila oladilar. Maymun muchali sohibini sevib qolgan Sichqonlar o‘z yo‘ldoshini kechiradilar. Maymunlar esa Sichqon muchalidagi jufti oldida o‘zlarini juda ham qulay his etadilar. O‘zaro oila qurishlari tavsiya etiladi.","rooster":"Tovuq muchalidagilar bilanoila qurishlarimumkin.Faqatgina Sichqon muchalidagilar Tovuq muchalidagilarni sevib qolgan taqdirda. Buning boisi ular o‘zaro farq qiluvchixususiyatlargaega:birlariishlabpul topsalar, boshqasi juda tezlik bilan sarfxarajat qilishga moyildir. Sichqon muchalidagilar pulga juda ehtiyotkorlik bilan munosabatda bo‘ladi, tejabtergab sarfxarajat qiladi. Mabodo, Sichqon muchalidagi Tovuq muchalidagini sevib qolgan bo‘lsa, o‘z juftining pulga bo‘lgan munosabatiga chidaydi. Oilaviy munosabatlarda bu juda ham muhim ahamiyatga ega. Ayniqsa, hozirgi bozor munosabatlari, moliyaviy inqirozning kuchayib borishi sharoitida. Chunki bu omillar oilaviy munosabatlarga ham o‘z ta'sirini ko‘rsatmay qolmayapti.","dog":"It muchalidagilar bilan birmuncha vaqt birgalikda yashashlari mumkin. Bunday oilada It muchalidagilar ko‘proq manfaat ko‘radi. Aqlli va o‘ziga to‘q, moddiy jihatdan ta'minlangan Sichqonlar bilan birgalikda yashash Itmuchalidagilarga juda ham xush yoqadi.Bunga javoban It muchalidagilar o‘z juftiga nisbatan vafo va sadoqat ko‘rsatadilar. O‘zaro oila qurishlari tavsiya etiladi.","pig":"Sichqon muchalidagilarning To‘ng‘iz muchalida tavallud topganlar bilan qurgan turmushi juda ham muvaffaqiyatlidir. Ularning ikkisi ham o‘zaro juda o‘xshashdirlar – aqlli va ishlab pul topishni yaxshi biladilar. Birbirlariga monanddirlar. O‘zaro oila qurishlari tavsiya etiladi."},{"rat":"Mazkur muchaldatug‘ilganlar o‘zaro baxtli hayot kechirishlari kuzatilgan. Chunki ikkisi ham mehnat va sarfxarajat qilishni joyiga qo‘yadilar. Bu borada Sichqon muchalida tug‘ilganlar o‘z juftlariga nisbatan uddaburon va epchilroqdir. Ushbu juftlikda Sichqon muchali sohiblari o‘zlarini Sigir muchalidagi juftlari og‘ushida xavfsiz va har jihatdan qulay his etadilar. O‘zaro oila qurishlari tavsiya etiladi.","ox":"Mazkur muchalda tug‘ilganlarning o‘zaro oila qurishlari ham omadli nikoh sanaladi. Ikkisi ham eskilik tarafdorlari, xurofotga berilmaydilar va birbirlariga nima kerak ekanliginiyaxshitushunadilar.O‘zaro oila qurishlari tavsiya etiladi.","tiger":"Mazkur muchalda tug‘ilganlarning o‘zaro nikohi – o‘zaro janjal, to‘polon bilan barham topadi. Bir oila bo‘lib yashasalar, birbirlarini adoyi tamom qiladilar. O‘zaro oila qurishlari tavsiya etilmaydi.","rabbit":"Quyon muchalidagilar bilan oilaviy hayoti (Quyon muchalidagi ayol kishi bo‘lsa) ko‘ngildagidek kechishi mumkin. Quyon muchalidagi ayollar mas'uliyatli, tartibli va ustomon bo‘lganliklari bilan oilani saqlay biladilar. O‘zaro oila qurishlari tavsiya etiladi.","dragon":"Mazkur muchalda tug‘ilganlarning o‘zaro oila qurishlari tavsiya etilmaydi. Chunki Ajdarho (Baliq) muchali sohiblari uchun Sigir muchalidagilar zerikarli bo‘lib, ularning qo‘polliklarini ham ko‘tara olmaydilar.","snake":"Mazkur muchalda tug‘ilganlar o‘zaro oilaviy munosabatlarda birmuncha murakkabliklar, tushunmovchiliklar yuzaga keladi. Birinchidan, Ilon muchalida tug‘ilganlar jo‘shqin jinsiy hayot kechirishga moyildirlar. Bunga esa Sigir muchalidagi juftlari toqat qila olmaydi. Ikkinchidan, Sigir muchalidagilar o‘z tabiatiga ko‘ra, gumondor bo‘lib, o‘z juftining xattiharakatidan shubhagumonga boradi va ruhan qiynaladi. O‘zaro oila qurishlari tavsiya etilmaydi.","horse":"Mazkur muchalda tug‘ilganlarning oilaviy hayoti ham durust kechmaydi.Mustaqil va erkin hayotga intiluvchi Otmuchalidagilar Sigirlardan uzoqroq bo‘lishga intiladilar. Chunki Sigir ularning erkinliklarini cheklab qo‘yishi mumkin. Ertamikechmi Ot muchalidagilar o‘z juftidan qochib ketadilar. O‘zaro oila qurishlari tavsiya etilmaydi.","goat":"Mazkur muchalda tug‘ilganlarning ham o‘zaro oilaviy hayoti barqaror emas. Qo‘y muchalidagilarning injiqliklari va beqarorliklarini Sigir muchalidagilar ko‘tara olmaydi.Sigir muchalidagilar Qo‘ymuchalidagiumr yo‘ldoshiga nima kerakligini bir umr bilmasligi mumkin. Qo‘y muchalidagilar esa, Sigir muchalidagilar bilan birga yashaganlarida o‘z juftidan faxrlana olmasliklari, ularda xushmuomalali yetishmasligidanaziyatchekadilar.O‘zaro oila qurishlari tavsiya etilmaydi.","monkey":"Maymun muchalida tug‘ilganlar Sigir muchalidagilarni o‘zlariga maftun eta oladilar. Chunki maymunda bor xislatlar Sigirda yo‘qda. Shuning uchun Sigir muchalidagilar Maymun muchali sohiblariga oshiqu beqaror bo‘ladilar.Agar Maymunmuchalidagilarning ham Sigir muchalidagiga nisbatan ko‘ngli bo‘lsa, bunday juftlik baxtli hayot kechiradi. O‘zaro oila qurishlari tavsiya etiladi.","rooster":"Mazkur muchalda tug‘ilganlar o‘zaro muvofiq bo‘lib, ikkisi ham eskicha qarashlarga moyildir. Tovuq muchalidagilar o‘zlarinihar jihatdannamoyonqilishga intilsalar, Sigir muchalidagi turmush o‘rtog‘i bunga yo‘l qo‘yadi va o‘z imkoniyatini ishga solishiga yordam beradi. O‘zaro oila qurishlari tavsiya etiladi.","dog":"Mazkur muchalda tug‘ilganlarning oilaviy hayoti o‘zaro muvofiq tushmaydi. Chunki It muchalidagilarning inqilobiy tarzdagi hayot kechirishlari, turmush tarzi, Sigir muchalidagilarni mutlaqo qoniqtirmaydi. O‘zaro oila qurishlari tavsiya etilmaydi.","pig":"Mazkur muchalda tug‘ilganlarning oilaviy munosabatlarida ham birmuncha murakkabliklar yuzaga kelishi kutiladi. Ko‘ngilchan To‘ng‘iz muchalidagilar har narsaga chidashlari mumkin, faqat zo‘ravonlikni ko‘tara olmaydilar. Ularga nisbatan qattiqqo‘llikni yoqtirmaydilar. To‘ng‘iz muchalidagi jufti bilan uzoq va baxtli hayot kechirishni istasalar, Sigir muchalidagilar o‘z juftiga nisbatan sabrli, qanoatli va bosiq bo‘lishlari talab etiladi."},{"rat":"Sichqon muchalidagilar bilan yaxshi munosabatda bo‘ladilar (ayniqsa, Sichqon muchalidagi – ayol yoki qiz bo‘lsa). Oilada sevgi va o‘zaro birbirlarini tushunishlari to‘la namoyon bo‘ladi. Faqat bitta talab, birbirlariga nisbatan murosada bo‘lmoqliklari lozim. Yo‘lbarslar o‘zlaridagi rashkchiliklarini bosa olishlari talab etiladi. Bundan tashqari, Yo‘lbars muchalidagilarda doimo uzoqni ko‘zlangan rejalar bisyor. Sichqon muchalidagilarda esa, aksincha, shundoq o‘tirib, pul ishlab topish muhim. Shuning uchun o‘zaro murosa qilmasdan yashash mumkin emas.","ox":"Mazkur juftlik o‘rtasida qurilgan oilada Yo‘lbarslar uchun oson bo‘lmaydi. Bunday oilada Sigir muchalidagi jufti oila boshlig‘i sifatida o‘z hukmini Yo‘lbarsga o‘tkazishga jonjahdi bilan intiladi. Bunday o‘zaro jangda Yo‘lbarslar chekinishga majburdirlar. Aks holda ular o‘z juftlari tomonidan yakson qilib tashlanadilar. O‘zaro oila qurishlari tavsiya etilmaydi.","tiger":"O‘z muchalidagilar bilan qurilgan oila o‘zaro uyg‘un tushadigan juftlik sanaladi. Yo‘lbars muchalidagi ayol muchaldoshi bo‘lgan juftining sevgi haroratidan to‘la bahramand bo‘ladi. Har ikkisining ham o‘yfikrlari bir joydan chiqadi. O‘z juftining qarori, so‘zsiz, uning ham qarori bo‘ladi. Ular – ikki fikrdosh, o‘zaro safdosh do‘stdirlar. Hozirgi behalovat zamonda hamma uchun suvdek zarur bo‘lgan huzurhalovatni birbirlariga baxsh eta oladilar. Ushbu nikohdagilardan yagona talab o‘zaro birbirlarini rashk qilmasliklari va bunga yo‘l qo‘ymasliklaridir. Chunki ular o‘z rashkini boshqarishga qiynaladilar. O‘zaro oila qurishlari tavsiya etiladi.","rabbit":"Quyon muchalida tug‘ilganlar bilan oilaviy rishtalarini bog‘lashlari kutiladi. Ammo Quyonlar hech qachon Yo‘lbarslarningichkidunyosinichuqur tushuna olmaydilar. Boz ustiga, ikkisi ham xudbinlikka moyil bo‘lib, oilada o‘zaro munosabatlarning uyg‘unlashuviga erisha olmaydilar. Ular o‘rtasidagi nikoh munosabatlari uzoqqa bormaydi. Oila qurishlari tavsiya etilmaydi.","dragon":"Ajdarho (Baliq) muchalidagilar bilan qurgan oila muvaffaqiyatli bo‘ladi. O‘zaro munosabatlarda birbirlariga kuchquvvat, ehtiyotkorlik baxsh etadilar.Ajdarholar o‘zlarining bag‘rikengligi bilan Yo‘lbars muchalidagi umr yo‘ldoshini ko‘p bora kechirishlariga to‘g‘ri keladi. Yo‘lbarslar esa o‘zlarining yoqimtoyligi bilan Ajdarho muchalidagi juftini o‘zlariga band eta oladilar. O‘zaro oila qurishlari tavsiya etiladi.","snake":"Mazkur muchaldagilarning oilaviy hayoti qiziqarli kechishi kutiladi. Agarda oila boshlig‘i Yo‘lbars, oila bekasi esa Ilon muchalida tug‘ilgan bo‘lsa, birbirlaridan zerikmaydilar. Ularning qarashlari ham, huzurhalovatga bo‘lgan intilishlari ham o‘zaro o‘xshashdir. Bunday oilaviy ittifoqda har ikkisi ham “Men” degan da'vodan uzoqroq bo‘lishlari talab etiladi. Aksincha, oila boshlig‘i Ilon, oila bekasi esa Yo‘lbars bo‘lsa, bunday oilada o‘zaro ziddiyatlar teztez sodir bo‘lishi kutiladi.","horse":"Yo‘lbars muchalida tug‘ilganlarga boshqa muchaldagilardan ko‘ra ko‘proq Ot muchalidagilar muvofiq keladi. Chunki Otlar ochiq, aqlli va xushxulqliklari bilan yo‘lbarslarni o‘zlariga moyil qila oladilar. Mazkur juftlikda yuzaga kelishi mumkin bo‘lgan yagona ziddiyat (agar oilada Yo‘lbars muchalidagi – erkak, Ot muchalidagi – ayol bo‘lsa) Ot muchalidagilarning boshqa insonlar bilan bo‘ladiganmunosabatlaridan kelib chiqadi.ChunkiYo‘lbarslar o‘ta rashkchidirlar. Ot muchalidagilarga maslahatimiz Yo‘lbars muchalidagi umr yo‘ldoshingizning oiladagi hukmronligini tan ola bilishingiz zarur. Shundagina oilaviy munosabatlarda o‘zaro uyg‘unlik yuzaga keladi. O‘zaro oila qurishlari tavsiya etiladi.","goat":"Qo‘y muchalidagilar Yo‘lbarslarga mos tushadigandek tuyuladi. Chunki Qo‘ylar yuvosh, nozikta'b, jinsiy jihatdan ko‘zga yaqin, ehtiroslidir. Qo‘y muchalidagilarga uning bilan faxrlanishlari, unga maftun bo‘lgan muxlislar qancha ko‘p bo‘lsa, shu qadar xush yoqadi. Yo‘lbarslar esa rashkchidirlar va bunday holatga toqat qila olmaydilar. O‘z juftining rashk bobidagi ta'nadashnomlaridan Qo‘y muchalidagilar iztirob chekadi. Ularning ikkisi ham bunday holatga uzoq chiday olmaydilar. O‘zaro oila qurishlari tavsiya etilmaydi.","monkey":"Maymun muchalidagilar bilan qurilgan oilada ham o‘zaro murakkabliklar yuzaga kelishi kutiladi. Yo‘lbarslar sevgi bobida ham, do‘stlikda ham, ish yuzasidan ham Maymun muchalidagilarga ishonmasliklari kerak. Bu borada Maymun muchali sohiblari Yo‘lbars muchalidagi juftlariga har jihatdan pand beradilar. Ammo oilada Yo‘lbars muchalidagi – erkak, Maymun muchalidagi–ayol bo‘lsa,bundaynikohdanhar ikkisi ham baxtli bo‘ladi. Bunday oilalarda Maymun muchalidagi ayollar Yo‘lbars muchalidagi umr yo‘ldoshlarini mansab pillapoyalaridan ko‘tarilib borishlariga har jihatdan ko‘maklashadi.","rooster":"Tovuq muchalida tug‘ilganlar bilan qurilganoilani muvaffaqiyatli, deb bo‘lmaydi. Chunki Tovuqlar birovga bo‘ysunishni istamaydilar va yarq etib ko‘zga tashlanishni xush ko‘radilar. Yo‘lbarslar esa Tovuqlarning, ayniqsa, oiladagi “yaraqlashi”ni nazarpisand qilmaydilar va buni xohlamaydilar ham. O‘zaro oila qurishlari tavsiya etilmaydi.","dog":"O‘zaro uyg‘unlik bor. Ikkisining ham birbirlariga o‘xshash jihatlari mavjud. Yo‘lbarslar – doimo jangovardir, Itlar esa haqiqat uchun kurashuvchi bo‘lib, doimo o‘z juftining yonida bo‘lishga intiladi. It muchalidagilar bor vujudi, borlig‘i bilan o‘z yoriga va bolalariga sadoqat ko‘rsatadilar. O‘zaro oila qurishlari tavsiya etiladi.","pig":"To‘ng‘iz muchalidagilar bilan ham oilaviy rishtalarini bog‘lashlari mumkin.Bunday oilada ular o‘zlarinito‘la muhofazada, himoyalangan sanaydilar. Bunga javoban To‘ng‘iz muchalidagilar Yo‘lbars muchalidagi juftlarining jangovarlik xarakteriga bosiqlik bilan qaraydilar. Ularning har ikkisi ham aqlzakovatli bo‘lib. o‘zaro suhbatlashganda ham birbirlaridan bezimaydilar. O‘zaro oila qurishlari tavsiya etiladi."},{"rat":"Mazkur muchalda tug‘ilganlarning o‘zaro nikohini muvaffaqiyatli deb bo‘lmaydi. Ikkisi ham birbiriga mutlaqo mos emas.Chunki Sichqon muchalidagilarning ijtimoiy, jismoniy va jinsiy xususiyatlari Quyon muchalidagilar uchun mutlaqo ziddir. O‘zaro oila qurishlari tavsiya etilmaydi.","ox":"Sigir muchalidagilar bilan o‘zaro murakkab, ziddiyatli munosabatlar mavjud bo‘lsada, oilaviy rishtalarini bog‘lashimumkin.Quyonlar o‘zlariustidankimlardir hukmronlik qilishlarini yoqtirmaydilar. Sigir muchalidagilarda aynan ana shunday xarakter mavjud. Ular oilada hammaga o‘z hukmini o‘tkazishni istaydilar. Bunday holatda Quyon muchalidagilar o‘z juftlariga nisbatan ustomonlik, murosa yo‘lini tutishlari zarur bo‘ladi. Shundagina ularning oilaviy hayoti birmuncha izga tushadi.","tiger":"Yo‘lbars muchalidagilar bilan qurilgan oilada asabiy vaziyat ko‘p bora yuzaga keladi. Ikkisi ham o‘zaro o‘xshashdir. Har qanday qulay vaziyat kelganda Quyon muchalidagilar o‘z jufti bilan orani ochiq qiladilar va oilaviy munosabatlar barham topadi. O‘zaro oila qurishlari tavsiya etilmaydi.","rabbit":"Ikki Quyonning o‘zaro bir oila bo‘lib yashashi qiyin. Ikkisi ham xarakterlari bilan o‘zaro o‘xshash bo‘lganliklari sababli birbirlarining tinimsiz “sakrashlariga” toqat qila olmaydilar. Ikkisi ham o‘z do‘stlari bilan o‘z holicha o‘ynabkulib yurishni istaydilar va xuddi magnitning bir xil qutblari kabi birbirlaridan uzoqlashadilar. O‘zaro oila qurishlari tavsiya etilmaydi.","dragon":"Ajdarho(Baliq) muchalidagilar bilan oilaviy rishtalarni bog‘lashlari mumkin. Bunday nikohda Quyon muchalidagilar o‘z juftlari bilan juda ehtiyotkorona munosabatda bo‘lishlari talab etiladi. Chunki Ajdarho (Baliq) muchali sohiblarining o‘ziga xos injiqliklarini hamma ham ko‘tara olmaydi.","snake":"Ilon muchalidagilar bilan oilaviy rishtalarni bog‘lash tavsiya etilmaydi. Bunday oilada oxiroqibat Quyonlar Ilonlarning yemishiga aylanib qoladi. Ilonlar domiga tushgan Quyonlarning holi voy bo‘ladi. Quyonlar o‘z juftidan uzoqroq yurganlarida Ilon muchalidagilar ham o‘zlariga “emish” qidirib, “o‘z inlaridan” tashqarida ov qilishlari kutiladi. O‘zaro oila qurishlari tavsiya etilmaydi.","horse":"Mazkur muchalda tug‘ilganlarning oilaviy munosabatlarida muayyan talablar mavjud. Shulardan biri ikkisi ham birbirlarining erkinligiga raxna solmasligidir. Ikkisining ham do‘stlari ko‘p, ayniqsa, Quyon muchalidagilarning o‘z do‘stlari bilan ulfatchilik qilishlariga to‘sqinlik qilmaslik, do‘stlar davrasidan yarim tunda yoki ertalab kelganda kechira olishlik hammaning ham qo‘lidan kelavermaydi.","goat":"Qo‘y muchalida tug‘ilganlar bilan juda ham yaxshi chiqisha oladilar. Ularning artistlik qobiliyatini, iste'dodini, nafosatli “ishvalarini” qadrlaydilar va o‘z jufti uchunqulaysharoityaratibbera oladilar.O‘zarooila qurishlari tavsiya etiladi.","monkey":"Tinibtinchimagan Maymun muchalidagilarga nisbatan Quyon muchalidagilar anchayin xotirjamdirlar. Maymunlar o‘yinni sevadilar, Quyonlar esa erkinlikni ko‘proq yoqtiradilar. Quyonlar o‘z juftining nayranglari va g‘alamisliklarini ko‘tara olmaydilar. Ular o‘rtasidagi nikoh uzoqqa bormaydi. O‘zaro oila qurishlari tavsiya etilmaydi.","rooster":"Mazkur muchalda tug‘ilganlarning o‘zaro oila qurishlari tavsiya etilmaydi. Doimiy izlanish, behalovatda bo‘lgan Tovuq muchali sohiblarining hayoti Quyon muchalidagilarni qoniqtirmaydi va ularning turmush tarzi boshqaboshqa bo‘lganliklari sababli ham o‘zaro bir oilada begonalardek yashashlariga to‘g‘ri keladi. Bunday oilaviy hayotni hech kimga ravo ko‘rib bo‘lmaydi.","dog":"Sodiq va vafodor, haqiqatparvar It muchalidagilar Quyon muchalida tug‘ilganlar uchun munosib juft bo‘la oladilar va ular bilan baxtli hayot kechiradilar. Quyon muchalidagilarning yumshoq tabiatliligi, osoyishtaligi bunga zamin yaratadi. O‘zaro oila qurishlari tavsiya etiladi.","pig":"To‘ng‘iz muchalida tavallud topganlar bilan ham oilaviy rishtalarni bog‘lashlari mumkin. Chunki To‘ng‘iz muchali sohiblari kechirimli, og‘irvazmin bo‘ladilar. Quyonlar esa oila tashvishlarini unutib, do‘stlar bilan gurunglashib qaytganlarida, ularni kechira oladigan umr yo‘ldoshi aynan To‘ng‘iz muchalidagilardir. O‘zaro baxtli oila qura oladilar."},{"rat":"Ajdarho (Baliq) muchalida tug‘ilganlarning ko‘pchiligi yolg‘iz yashashlariga to‘g‘ri keladi. Agar, ular o‘zlari uchun munosib umr yo‘ldosh tanlamoqchi bo‘lsalar, Sichqon muchalida tug‘ilganlardan ortig‘ini topa olmaydilar. Ajdarho (Baliq) muchalidagi jufti tomonidan olib kelinadigan barcha ne'matlardan foydalanib, ularning turli “nayranglari”ni, e'tiborsizliklarini ham ko‘tara oladilar va pulga bo‘lgan qiziqishlarini rag‘batlantira biladilar.Bundanesa Ajdarho (Baliq)muchalidagilar minnatdor bo‘ladi. O‘zaro baxtli oila qura oladilar.","ox":"Sigir muchalidagilar bilan oilaviy rishtalarini bog‘lashi tavsiya qilinmaydi. Bunday oilada har sohadagi hukmronlik uchun o‘zaro kurash ketadi. O‘zaro birbirlarini bo‘ysundirishga intiladilar va natijada ko‘ngil xiraliklar teztez sodir bo‘lib turadi. Boz ustiga, osmonda uchishga yoki ummonda suzishga intiladigan Ajdarho (Baliq)lar uchun Sigir muchalidagilar juda ham zerikarli, eskilikka berilgan va qo‘pol tuyuladi. O‘zaro oila qurishlari tavsiya etilmaydi.","tiger":"Yo‘lbars muchalidagilar bilan qurilgan oilada osoyishtalik bo‘ladi, deb bo‘lmaydi. Oilada turli to‘qnashuvlar sodir bo‘lishi kutiladi. Ajdarho (Baliq) muchalidagilar o‘z juftiga tazyiq o‘tkazishga moyildir. O‘zaro oila qurishlari tavsiya etilmaydi.","rabbit":"Quyon muchalidagilar bilan ijobiy ahamiyatga ega bo‘lgan oilaviy munosabatlarni yaratishlari mumkin. Quyonlar o‘z juftlariga nisbatan e'tiborli va g‘amxo‘r bo‘ladilar. Ajdarho (Baliq)lar uchun bu suv bilan havodek zarur. Bundan tashqari, Quyonlar dunyoviy qarashga moyil bo‘lib, xush muomala va sermulozamatdir. Ajdarho (Baliq)larga bundan ortiq narsaning keragi ham yo‘q. O‘zaro oila qurishlari tavsiya etiladi.","dragon":"Ikki Ajdarho (Baliq)lar bitta oila “qafasida” hech qachon murosa qila olmaydilar. Ikkisi ham o‘zlariga binosi katta ekanligi, jizzakiligi, boshqalarning doimiy e'tiborida bo‘lish istagikuchliekanisabablio‘zaro murosa qila olmaydilar. Hech bir narsada birbiridan ortda qolmaslikka harakat qilishlari ham o‘zarooilaviy munosabatlarni taranglashtiradi. Shu tariqa ular oilaviy mojarolar girdobiga g‘arq bo‘lib ketishlari mumkin. O‘zaro oila qurishlari tavsiya etilmaydi.","snake":"Ilon muchalidagilar bilan qurgan oilaviy hayot muvaffaqiyatli bo‘ladi. Aqlli va uzoqni ko‘zlagan Ilonlar o‘z juftiga har jihatdan ko‘mak bera oladilar.Ayniqsa,mazkur oilada er – Ajdarho (Baliq) muchalida, xotini esa Ilon muchalida bo‘lsa, ular baxtli hayot kechiradilar. Ajdarho (Baliq) muchalidagi er o‘z yorining kelishgan, go‘zal ayolligidan faxrlanadi va ular o‘zaro mos keladilar. Mazkur juftlik o‘zaro baxtli oila bo‘lib yashaydi.","horse":"Ot muchalidagilar bilan ham oilaviy hayotini bog‘lashi mumkin. Ikkisi ham erkinlikni sevadi, biri osmonda parvoz qilsa, biri yerda shamoldek yelgisi keladi. Eng asosiysi, o‘zaro munosabatlarda birbirlarining harakat chizig‘ini kesib o‘tmasalar bas. Shunda hammasi ko‘ngildagidek bo‘ladi. O‘zaro oila qurishlari tavsiya etiladi.","goat":"Kuchli va kelishgan Ajdarho (Baliq)lar Qo‘ylarni o‘zlariga maftun eta oladilar. Ammo ular o‘rtasida qurilgan oilaviy munosabatlardan har ikkisi ham mamnun bo‘la olmaydi. Ajdarho (Baliq) muchalidagi juftining kelishganligi va go‘zalligidan Qo‘y muchalidagi juftlari o‘zlarining jozibadorliklarini baland ko‘radilar. Bunday munosabat Ajdarho (Baliq)larning nafsoniyatiga tegadi. O‘zaro oila qurishlari tavsiya etilmaydi.","monkey":"Maymun muchalidagilar Ajdarho (Baliq) muchalidagi umr yo‘ldoshlari uchun har sohada: sevgi bobida ham,ish yuzasidan ham tayanch bo‘ladilar. Maymunlarning ayyorliklari ro‘zg‘or ishlarini yuritishda foyda ham beradi. Birbirlariga juda ham asqotadilar. Buni Maymun muchalidagilar e'tirof etsalar ham, Ajdarho (Baliq) muchalidagi jufti tan olmasligi mumkin. O‘zaro oila qurishlari tavsiya etiladi.","rooster":"Tovuq muchalidagilar bilan ham ko‘ngil rishtalarini bog‘lashi mumkin. Ularning o‘xshash jihatlari bor: ikkisiham faol,o‘zlariga e'tiborli.Shunga ahamiyat berish lozimki, ushbu nikoh juftligida Ajdarho (Baliq) muchalidagilar Tovuq muchalidagi juftiga nisbatan kuchliroq sanaladilar, garchi bu Tovuqlarni u qadar qo‘rqitmasa ham. Bunday juftlikda er – Ajdarho (Baliq) muchalida, xotin esa Tovuq muchalida bo‘lsa, oilaviy muvofiqlik birmuncha yuqori bo‘ladi, aks holda esa vaqtivaqti bilan oilaviy kelishmovchiliklar yuzaga kelib turadi.","dog":"Ajdarho (Baliq) muchalidagilar It muchalidagilardan uzoqroq yurishlari tavsiya etiladi. It muchalidagilar Ajdarho (Baliq) muchalidagi juftining qadriga yetmaydi. “Qanotlarini” sindirib, itdek xor qilishlari mumkin. Ajdarho (Baliq)lar bunga chidayolmaydilar va qahrli,“o‘tli”nafaslaribilan o‘zlarini himoya qilishga majbur bo‘ladilar. O‘zaro oila qurishlari tavsiya etilmaydi.","pig":"Iltifotli va yaxshi xulqli To‘ng‘iz muchalidagilar bilan ham ko‘ngil rishtalarini bog‘lashlari ijobiy ahamiyat kasb etadi. Ajdarho (Baliq) muchalidagi umr yo‘ldoshi To‘ng‘iz muchalidagilarni o‘ziga maftun eta oladi va bundan ko‘ngli to‘lib yashaydi. O‘zaro oila qurishlari tavsiya etiladi."},{"rat":"Sichqon muchalidagilar bilan oilaviy baxtini sinab ko‘rishlari mumkin. Ilon muchalidagi juftini sevib qolganligi uchun Sichqon muchalidagilar ularning barcha injiqliklariga chidashi mumkin. Sevgi shunchalar qudratlidir. Ammo Ilonlarning zug‘um o‘tkazishlarini Sichqon muchalidagilar ko‘tara olmaydilar va unga “emish” bo‘lishni ham istamaydilar. Oila qurishlari tavsiya etiladi.","ox":"Sigir muchalidagilar bilan oilanikoh rishtalarini bog‘lasalar baxtli hayot kechiradilar. Temir qafasda yashaganday tuyulsa ham o‘zlarini xavfsiz, har jihatdan ta'minlangan, deb biladilar. Ilon muchalidagilar oila boshliqligi lavozimini bajonidil o‘z juftiga topshiradilar. Oila qurishlari tavsiya etiladi.","tiger":"Yo‘lbars muchalidagilar bilan o‘zaro muvofiq kelmaydilar. Yo‘lbarslar ilonlarning hayotiy tamoyillarini va turmush tarzini barbod qiladilar. Ularning birbirlariga muvofiq tushadigan jihatlari yo‘q, o‘zaro uyg‘un emaslar. Yo‘lbars va Ilon muchalidagilarningo‘zarobirbirlarinisevib qolishlarijuda ajablanarlidir.","rabbit":"Quyonlar ham ilon muchalidagilaruchun munosib juft bo‘la oladilar. Ikkisi ham qulay shartsharoitni, shinamlikni sevadilar va qadrlaydilar. Quyon muchalidagilar do‘stlari va ulfatlari bilan teztez birga bo‘lib, Ilon muchalidagi juftlarini o‘z holiga qo‘yadilar.","dragon":"Mazkur juftlikning oilaviyhayotiosonkechmaydi. Ikkisi ham o‘z holicha yashashlari uchun birbirlariga xalaqit beradilar. Oila qurishlari tavsiya etilmaydi.","snake":"Ikki ilon bitta oilaviy “qafasda” yashay olmaydilar. Har ikkisining ham o‘zgalarga ko‘rsatadigan nozkarashmalari,ishvalari,birbirlariga pandberishlari,oxiroqibat,oilaviy rishtalarning uzilishiga olib keladi. Oila qurishlari tavsiya etilmaydi.","horse":"Ot muchalidagilar bilan qurilgan oiladan ham yaxshilik kutib bo‘lmaydi. Ot muchalidagilarning vafodorliklariga nisbatan Ilon muchalidagilar ko‘p bora pand berishlari mumkin. Bundan ogoh bo‘lgan Otlar boshlari oqqan tomongaketishlarikutiladi.Oilaqurishlaritavsiya etilmaydi.","goat":"Ilon muchalidagilar o‘ziga to‘q va badavlat bo‘lsa, Qo‘ylar ularning atrofida parvona bo‘ladilar. Pul va boylik oldida qo‘ylar o‘zlarining injiqliklarini ham esdan chiqaradilar va to‘kis hayot kechirishlari uchun oilaviy rishtalarini mahkam bog‘laydilar.","monkey":"Juda xavfli va qaltis juftlik. O‘zaro muvofiq tushmaydilar vabirbirlarigaziyonetkazadilar.Ularningo‘zaro birbirlariga xurujlari ikkisini ham abgor qilishi mumkin. Biron bir maqsad yo‘lidagina o‘zaro til topishishlari mumkin.","rooster":"Tovuq muchalidagilar bilan qurilgan oila muvaffaqiyatli sanaladi. Ikkisi ham doimo birbirlari bilan kurashadilar. Bu kurash yaratuvchilikka qaratilganligi sababli ijobiy ahamiyat kasb etadi. O‘zaro birbirlaridagi kamchilik va nuqsonlarni yo‘qotishga ko‘maklashadilar. Oila qurishlari tavsiya etiladi.","dog":"Itmuchalidagilar bilan o‘rtamiyona hayot kechiradilar. Itlar vafodorliklari va juda ham bog‘lanib qolganliklari sababli Ilon muchalidagilar boshqacha hayotni sezmay o‘tadilar.","pig":"To‘ng‘iz muchalidagilar bilan ham til topishishlari mumkin.Shunisi e'tiborga molikki, To‘ng‘izlar ilonning “domiga” tushib, sehrlanib qoladilar va uning irodasiga bo‘ysunadilar. Aql va zehn bobida Ilonlarga yeta olmaydilar."},{"rat":"Ot muchalidagilar, ayniqsa, olov unsuridagilar Sichqon muchalidagilar bilan oilanikoh munosabatlarini bog‘lamasliklari maslahat beriladi. Bunday oilaviy munosabatlarningoxiriyaxshilik bilantugamaydi. O‘zaro oila qurishlari tavsiya qilinmaydi.","ox":"Sigir muchalidagilarbilan oila qurishlari tavsiya qilinmaydi. Chunki Sigir muchalidagilar oilada hukmronlik o‘rnatishga va o‘z jufti ustidan to‘la xo‘jayin bo‘lishga intiladilar. Ular o‘zaro birbirlarini tushuna olmaydilar. Otlar mustaqillik hissi kuchliligi bilan birga, har joyda yetakchilik qilishga intiladilar. Bunday oilaviy munosabatlar uzoqqa bormaydi.","tiger":"Yo‘lbarsmuchalidagilar bilan oilaviy munosabatlarda uyg‘unlik mavjud. Bunday oilanikoh juftligida Yo‘lbarslar o‘z rashkchiligini boshqara bilishlari, Ot muchalidagilar esa o‘z juftining fikr va mulohazalarini e'tiborga olishi talab qilinadi.","rabbit":"Quyon muchalidagilar ham Otmuchalidagilar uchunmunosib bo‘lib,o‘zaro mos tushadilar. Quyonlar teztez do‘stlari va ulfatlari bilan bo‘lganda, Ot muchalidagi juftining erkin faoliyat ko‘rsatishi uchun imkoniyat bo‘ladi. Oila qurishlari tavsiya etiladi.","dragon":"Ajdarho (Baliq) muchalidagilar bilan oila qurganlarida, ulardan kamroq o‘zlarini ko‘zlashlari, o‘z juftiga ko‘proq e'tiborli bo‘lishlari talab etiladi. Bunda Otlar Ajdarho(Baliq) muchalidagi juftlaridan faxrlana bilishlari talab etiladi, ayniqsa, Ajdarho(Baliq) muchalidagi ayol kishi bo‘lsa.","snake":"Ilon muchalidagilar bilan oilanikoh rishtalarini bog‘lash maqsadga muvofiq emas. Chunki Ilonlar oilaviy munosabatlarda qat'iy emaslar. Ot muchalidagi o‘z juftini qanchalik sevib, unga sodiq bo‘lmasin, Ilonlar o‘zlariga tashqaridan “o‘lja” qidiradilar. Qachonki, Ilon muchalidagilar o‘z juftining vafodor va ishonchliligining qadriga yetgan taqdirdagina oilada barqarorlik yuzaga keladi.","horse":"Ikki Ot muchalidagilar o‘rtasida qurilgan oilaviy munosabatlar jo‘shqin kechsa ham mukammal deb bo‘lmaydi. Ularning xudbinliklari, o‘z manfaatini ko‘zlashi oilaviy munosabatlarda ham o‘zini namoyon etadi. O‘zaro ko‘ngil rishtalarini bog‘lashlari mumkin, ammo bunday oilada ko‘plab ziddiyatlar yuzaga kelib turadi.","goat":"Qo‘y muchalidagilar bilan baxtli oila qurishga umid qilsalar bo‘ladi. Ular o‘zaro o‘xshash bo‘lib, birbirlarini qo‘llabquvvatlaydilar va oilaviy muammolarni birgalikda hal etishga harakat qiladilar. Qo‘y muchalidagilarning injiqliklarini Otlar o‘zlarining xudbinliklari ila bartaraf eta oladilar.","monkey":"Maymun muchalidagilar Otlarga u qadar muvofiq emas. Oilaviy munosabatlarda o‘z juftlarining ayyorlik, uddaburonlik, ustomonlik kabi jihatlarini ko‘tara olishlari qiyin kechadi. Ikkisi ham birbirlarini hech qachon tushuna olmaydi. O‘zaro oila qurishlari tavsiya qilinmaydi.","rooster":"Tovuq muchalidagilar bilan ham oilaviy rishtalarini bog‘lashlari maslahat berilmaydi. Ikkisi ham boshqaboshqa odamlardir. Ot muchalidagilar o‘z juftlariga nisbatan sevgi, muhabbatga jiddiy qaraydilar, Tovuq muchalidagilar esa boshqalar ko‘ziga yarq etib tashlanishni yoqtiradilar. O‘zaro oila qurishlari tavsiya qilinmaydi.","dog":"It muchalidagilar bilan baxtli oila qurishlari kutiladi.Ikkisiham birbirlariga nisbatan mustaqil va o‘z muammolari bilan mashg‘ul bo‘ladilar.Tabiatan rashkchi emaslar. Oila qurishlari tavsiya etiladi.","pig":"To‘ng‘iz muchalidagilar bilan oila qurishga tavakkalqilmasliklari maslahat beriladi. Ot muchalidagilarning xudbinliklarini To‘ng‘iz muchalidagi juftlari qabul qila olmaydilar va ularning oilaviy munosabatlari uzoqqa bormaydi.O‘zaro oila qurishlaritavsiyaqilinmaydi."},{"rat":"Sichqon muchalidagining qancha puli, daromadi va boyligi Qo‘y muchalidagilarni, ayniqsa ayol(qiz)larni befarq qoldirmaydi. Chunki Qo‘y muchalidagilar oilaviy munosabatlarda to‘kislik, moddiymoliyaviy ta'minlanganlik sharoitida o‘zlarini yaxshi his etadilar. Ammo Sichqonlar o‘z juftining bunday erkaliklariga chiday olmasligi mumkin. Ularning o‘zaro uzoq vaqt baxtli hayot kechirishlari qiyin kechadi. O‘zaro oila qurishlari tavsiya etilmaydi.","ox":"Qo‘y muchalidagilarning injiqliklari va beqarorliklarini Sigir muchalidagilar ko‘tara olmaydilar. Sigir muchalidagilar Qo‘y muchalidagi umr yo‘ldoshiga nima kerakligini bir umr bilmasligi mumkin. Qo‘y muchalidagilar esa Sigir muchalidagilar bilan birga yashaganlarida o‘z juftidan faxrlana olmasliklaridan, ularda xushmuomalalik yetishmasligidan aziyat chekadilar. O‘zaro oila qurishlari tavsiya etilmaydi.","tiger":"Qo‘y muchalidagilar Yo‘lbarslarga mos tushadigandek tuyuladi. Chunki Qo‘ylar yuvosh, nozikta'b, jinsiy jihatdan ko‘zga yaqin, ehtiroslidirlar. Qo‘y muchalidagilarga uning bilan faxrlanishlari, unga maftun bo‘lgan muxlislar qancha ko‘p bo‘lsa, shu qadar xush yoqadi. Yo‘lbarslar esa rashkchidirlar va bunday holatga toqat qila olmaydilar. O‘z juftining rashk bobidagi ta'nadashnomlaridan Qo‘y muchalidagilar iztirob chekadilar. Ularning ikkisi ham bunday holatga uzoq chiday olmaydilar. O‘zaro oila qurishlari tavsiya etilmaydi.","rabbit":"Quyon muchalida tug‘ilganlar bilan o‘zaro birbirlariga yaqinlashtiruvchi omil – ikkisining ham artistlik mahorati, san'atga ishtiyoqmandlik kabijihatlaridir.Quyon muchalidagilar Qo‘ylarning xayolparastligi, boy tasavvurga egaligini yoqtiradilar. Qo‘y belgisidagilar esa, mazkur muchaldagi juftining ehtiyotkorligi, har qanday vaziyatga to‘g‘ri baho bera olishligi kabi xislatlarini qadrlaydilar. O‘zaro oila qurishlari tavsiya qilinadi.","dragon":"Kuchli va kelishgan Ajdarho (Baliq)lar Qo‘ylarni o‘zlariga maftun eta oladilar. Ammo ular o‘rtasida qurilgan oilaviy munosabatlardan har ikkisi ham mamnun bo‘la olmaydi. Ajdarho (Baliq) muchalidagi juftining kelishganligi va go‘zalligidan Qo‘y muchalidagi juftlari o‘zlarining jozibadorliklarini baland ko‘radilar. Bunday munosabat Ajdarho (Baliq)larning nafsoniyatiga tegadi. O‘zaro oila qurishlari tavsiya etilmaydi.","snake":"Ilonmuchalidagi o‘ziga to‘q va badavlatbo‘lsa,Qo‘ylar uning atrofida parvona bo‘ladilar. Pul va boylik oldida Qo‘ylar o‘zlarining injiqliklarini ham esdan chiqaradilar va to‘kis hayot kechirishlari uchun oilaviy rishtalarini mahkam bog‘laydilar.","horse":"Ot muchalidagilar bilan baxtli oila qurishga umid qilsalar bo‘ladi. Ular o‘zaro o‘xshash bo‘lib, birbirlarini qo‘llabquvvatlaydilar va oilaviy muammolarni birgalikda hal etishga harakat qiladilar. Qo‘y muchalidagilarning injiqliklarini Otlar o‘zlarining xudbinliklari ila bartaraf eta oladilar.","goat":"Mazkur muchalda tug‘ilganlar o‘zlariga to‘q, moddiy jihatdan ta'minlangan bo‘lsalar, ular o‘rtasida qurilgan oilada o‘zaro intifoqlik, osoyishta hayot hukm suradi. Birbirlaridan faxrlana oladilar. Asosiy muammo – kimkimga tayanch bo‘lishda. Chunki ular kimgadir suyanib, kimningdir homiyligi ostida yashashga moyildirlar. Birbirlarining kamchiliklariga chidab yashashga to‘g‘ri keladi.","monkey":"Mazkur muchaldagilar birgalikda yashasalar, hech qachon zerikmaydilar. Qo‘y muchalidagilarning boy tasavvurlari, Maymun muchalidagilarning o‘tkir mushohadasi o‘zaro uyg‘un tushadi. Oilaviy hayot qiziqarli kechadi. Ular ajoyib do‘st bo‘la oladilar. Oilaviy munosabatlarda va sevgi bobida esa Maymun belgisidagilar o‘z juftlarining barcha talablarini bajarishga qurbilari yetmaydi. Qo‘y muchalidagi juftining moddiy va ma'naviy ehtiyojlarini doimiy ravishda ta'minlay olmaydi. O‘zaro oilaviy munosabatlar uzoqqa bormaydi.Oilada er – Qo‘y, xotin esa Maymun muchalida tug‘ilgan bo‘lsa, Qo‘yning ijodkorligini xotini u qadar qadrlamaydi. Maymun muchalidagi ayolga chaqqon, uddaburon, toparmantutarmon er ko‘proq ma'qul keladi. Oilada er – Maymun,xotinesa Qo‘ymuchalida tug‘ilgan bo‘lsa, Qo‘y muchalidagi ayol eridan ko‘p narsa talab qiladi. Maymun muchalidagi er o‘z juftining saxiyligi va ochiqko‘ngilligidan ustalik bilan foydalanadi. Qo‘y muchalidagi ayol esa, hech narsaga ega bo‘lmaydi.","rooster":"Tovuq muchalidagilar bilan qurilganoilada ham turli murakkabliklar yuzaga kelishi kutiladi. Qo‘y muchalidagi (ayolini) juftini to‘kis baxtli qilishlari uchun Tovuqlar moliyaviy jihatdan baquvvat bo‘lishlari talab qilinadi. Tovuq muchalidagilar Qo‘ylarni tushuna olmaydilar. O‘z juftidan moddiymoliyaviy jihatdan ta'minlangan Qo‘y muchalidagilar buning evaziga hech bir narsa bera olmaydilar.Oilada er – Qo‘y, xotin esa Tovuq muchalida tug‘ilgan bo‘lsa, birbirlarini tushunishlari qiyin kechadi. Bunda Qo‘y muchalidagi er o‘z juftini hammaning oldida “yaraqlab” ko‘zga tashlanishiga yo‘l qo‘ymaydi. Oilada er – Tovuq, xotin esa Qo‘y muchalida tug‘ilgan bo‘lsa, ayniqsa, sevib turmush qurgan bo‘lsalar, bori topgantutganini o‘z jufti oyoqlari ostiga tashlaydi. ","dog":"Mazkur muchalda tug‘ilganlar o‘zaro baxtli hayot kechira olmaydilar. It muchalidagi Qo‘ylarning xayolparastligiga toqat qila olmaydi. Chunki Itlar amaliy xattiharakatlarga moyildirlar. Qo‘y muchalidagilar esa o‘z juftlaridan hech qanday manfaat ko‘rmaydilar. O‘zaro oila qurishlari tavsiya qilinmaydi.","pig":"Qo‘ylarni qiziqtirgan narsa To‘ng‘iz muchalidagilarning boyligi, pulidir. O‘ziga to‘q bo‘lgan To‘ng‘izlar bilan Qo‘y muchalidagilar betashvish,yaxshishartsharoitda yashashlarinibiladilar.Bundantashqari,To‘ng‘iz muchalidagi jufti Qo‘y belgisidagilarning injiqliklarini ham ko‘taradilar. Maslahatimiz injiqliklar bobida Qo‘ylar haddilaridan oshmasinlar. Aks holda To‘ng‘iz muchalidagi juftining ham sabr kosasi to‘ladi. O‘zaro oila qurishlari tavsiya etiladi."},{"rat":"Maymun muchalidagilarning Sichqon muchalida tug‘ilganlar bilan o‘zaro oilaviy rishtalari uyg‘un va ular baxtli hayot kechiradilar. Maymun muchali sohiblari Sichqon muchalidagilar ustidan kulsalar ham ularni o‘zlariga rom qila oladilar. Maymunni jondilidan, bir umrga sevib qolgan Sichqonlar o‘z yo‘ldoshini kechiradilar.Maymunlar esa Sichqon Muchalidagi jufti oldida o‘zlarini juda ham qulay his etadilar. O‘zaro oila qurishlari tavsiya etiladi.","ox":"Maymun muchalida tug‘ilganlar Sigir muchalidagilarni o‘zlariga maftun eta oladilar. Chunki maymunda bor xislatlar Sigirda yo‘qda. Shuning uchun Sigir muchalidagilar Maymunlarga oshiqu beqaror bo‘ladilar. Ammo Maymunlar Sigirlarga tinchlik bermaydilar. Agar Maymun muchalidagilarning Sigir muchalidagilarga nisbatan ko‘ngillari bo‘lsa, bunday juftlik baxtli hayot kechiradi. O‘zaro oila qurishlari tavsiya etiladi.","tiger":"Yo‘lbarslar sevgi bobida ham, do‘stlikda ham, ish yuzasidan ham, Maymun muchalidagilarga ishonmasliklari kerak. Bu borada Maymunlar Yo‘lbars muchalidagi juftlariga har jihatdan pand beradilar. Ammo oilada Yo‘lbars muchalidagi – erkak, Maymun muchalidagi – ayol bo‘lsa, o‘zaro birbirlariga nisbatan sabr qilishsa, har ikkisi ham baxtli bo‘ladilar. Bunday oilalarda Maymun muchalidagi ayollar Yo‘lbars muchalidagiumr yo‘ldoshlarinimansab pillapoyalaridan ko‘tarilib borishlariga har jihatdan ko‘maklashadilar.","rabbit":"Tinibtinchimagan Maymun muchalidagilarga nisbatan Quyon muchalidagilar anchayinxotirjamdirlar.Ular o‘rtasida oila qurish holatlari uchrab turadi. Maymunlar o‘yinni sevadilar, Quyonlar esa erkinlikni ko‘proq yoqtiradilar. Shuning uchun ular o‘rtasida qiziqarli oilaviy munosabatlar yuzaga keladi. Quyonlar o‘z juftining nayranglari va g‘alamisliklarini ko‘tara olmasliklarisababli ular o‘rtasidagi nikoh uzoqqa bormaydi.","dragon":"Maymun muchalidagilar Ajdarho (Baliq) muchalidagi umr yo‘ldoshlari uchun har sohada: sevgi bobida ham, ish yuzasidan ham yaqin maslahatchi va tayanch bo‘ladilar. Maymunlarning ayyorliklari ro‘zg‘or ishlarini yuritishda foyda beradi va o‘z juftining qudratidan ustalik bilan foydalanadilar. Ular o‘zaro oilaviy turmushda birbirlariga juda ham asqotadilar. Buni Maymun muchalidagilar e'tirof etsalar ham, Ajdarho (Baliq) muchalidagi jufti tan olmasligi mumkin. O‘zaro oila qurishlari tavsiya etiladi.","snake":"Juda xavfli va qaltis juftlik. O‘zaro muvofiq tushmaydilar vabirbirlarigaziyonetkazadilar.Ularningo‘zaro birbirlariga xurujlari ikkisini ham abgor qilishi mumkin. Biri –olov, biri – muz. Biri – donishmand va hisobkitobli (Ilon), biri – qiziqqon va jo‘shqin (Maymun). Bironbir maqsad yo‘lidagina o‘zaro til topishishlari mumkin. Oila qurishlari tavsiya etilmaydi.","horse":"Ot muchalidagilar Maymun belgisidagilarga muvofiq tushmaydi. O‘zaro oilaviy munosabatlarda Ot muchalidagi umr yo‘ldoshlarining to‘g‘riligi, haqiqatparvarligi kabi xislatlariga nisbatan o‘zlarining ayyorlik, uddaburonlik, ustomonlik kabi jihatlari bilan pand berishlari mumkin. Ikkisi ham birbirini hech qachon tushuna olmaydi. O‘zaro oila qurishlari tavsiya qilinmaydi.","goat":"Mazkur muchaldagilarning oilaviy munosabatlarida bir qancha ziddiyatlar mavjuddir. Masalan, sevgi bobida Maymun belgisidagilar o‘z juftlarining barcha talablarini bajarishga qurbilari yetmaydi. Ayniqsa, Qo‘y muchalidagi juftining turmush moddiy va ma'naviy ehtiyojlarni qondirish bilan bog‘liq tomonlarinidoimiyravishda ta'minlayolmaydilar. Ma'lum bir vaqt Qo‘y muchalidagi juftining xayoliy qarashlari bilan ko‘ngilxushlik qilishi mumkin. Ammo bu uzoq yillar baxtli yashaydi, degani emas.Oilada er –Qo‘y, xotin esa Maymun muchalida tug‘ilgan bo‘lsa, Qo‘yning ijodkorligini xotini u qadar qadrlamaydi. Maymun muchalidagi ayolga chaqqon, uddaburon, toparmontutarmon er ko‘proq ma'qul keladi.Oilada er – Maymun,xotinesa Qo‘ymuchalida tug‘ilgan bo‘lsa, Qo‘y muchalidagi ayol eridan ko‘p narsa talab qiladi. Maymun muchalidagi er o‘z juftining saxiyligi va ochiqko‘ngilligidan ustalik bilan foydalanadi. Qo‘y muchalidagi ayol esa hech narsaga ega bo‘lmaydi.","monkey":"Ikki bir xil muchaldagilarning o‘zaro oilaviy hayoti qiziqarli kechadi. O‘zlarining aqlli, epchil, jo‘shqin va harakatchanliklari sababli turmushlarini yorqin taassurotlar bilan to‘ldiradilar. Shuningdek, ularning jismoniy, jinsiy mayllari ham o‘zaro mos tushadi. O‘zaro oila qurishlari tavsiya etiladi.","rooster":"Ularning o‘zaro oilaviy munosabatlari murakkabdir. Maymunlar birovlarning ustidan kulishga, masxara qilishga odatlangan.Ularningbundayxususiyatlari Tovuq muchalidagilarga mutlaqo yoqmaydi. Maymunlar birovga bo‘ysunmaslikka odatlanganlar. Tovuq muchalidagilarda esa hukmronlik hissi kuchli. Shuning uchun ham ularning o‘zaro oilaviy hayotida ziddiyatlar, o‘zaro kelishmovchiliklar bisyor bo‘ladi. O‘zaro oila qurishlari tavsiya etilmaydi.","dog":"Mazkur muchal egalari bilan o‘zaro ko‘ngil rishtalari bog‘langanda ko‘proq It muchalidagilar zarar ko‘radilar. Agar Maymunlar o‘z juftiga nisbatan e'tiborliroq bo‘lsa, It muchalidagilar sadoqat bilan javob qaytaradilar.","pig":"Maymun muchalidagilarning To‘ng‘iz muchalidagilarga nisbatan hurmati baland bo‘ladi. Shunday bo‘lsada, ba'ziba'zida Maymunlar o‘z juftlarini aldab ham turadilar. "},{"rat":"Sichqon muchalidagilarbilan oila qurishlarida o‘zaro uyg‘unlik kam. Sichqon muchalidagilar Tovuq muchalidagilarnisevibqolgantaqdirdaginaoila qurishmumkin. Buning boisi, ular o‘zaro farq qiluvchi xususiyatlarga ega: birlari ishlab pul topsalar, boshqasi juda tezlik bilan sarfxarajat qilishga moyildirlar. Sichqon muchalidagilar pulga juda ehtiyotkorlik bilan munosabatda bo‘ladilar, tejabtergab sarfxarajat qiladilar.Mabodo,SichqonmuchalidagiTovuq muchalidagini sevib qolsa, o‘z juftining pulga bo‘lgan munosabatiga chiday oladi.","ox":"Mazkur muchalda tug‘ilganlar o‘zaro muvofiq bo‘lib, ikkisi ham eskicha qarashlarga moyildir. Tovuq muchalidagilar o‘zlarinihar jihatdannamoyonqilishga intilsalar, Sigir muchalidagi turmush o‘rtog‘i bunga yo‘l qo‘yadi va o‘z imkoniyatini ishga solishiga yordam beradi. Oilada kim yetakchilik qilish lozimligini aniq belgilab olsalar yoki birbirlariga kamroq buyruq bersalar bas. Shu shart bilan o‘zaro oila qurishlari tavsiya etiladi.","tiger":"Yo‘lbars muchalida tug‘ilganlar bilan oila qurishlari tavsiya etilmaydi. Chunki Tovuqlar birovga bo‘ysunishni istamaydilar va yarq etib ko‘zga tashlanishni xush ko‘radilar. Yo‘lbarslar esa Tovuqlarning, ayniqsa, oiladagi “yaraqlashi”ni nazarpisand qilmaydilar. Ikkisi ham birbirlariga bo‘yin egishni istamaydi. Jinsiy mayllari ham o‘zaro muvofiq emas.","rabbit":"Doimiy izlanishda, behalovat bo‘lgan Tovuq muchali sohiblarining hayoti Quyon muchalidagilarni qoniqtirmaydi va ularning turmush tarzi boshqaboshqa bo‘lganligi sababli ham o‘zaro bir oilada begonalardek yashashlariga to‘g‘ri keladi. Ularning jinsiy mayllari ham o‘zaro mos emas. Bunday oilaviy hayotni hech kimga ravo ko‘rib bo‘lmaydi. O‘zaro oila qurishlari tavsiya etilmaydi.","dragon":"Ajdarho (Baliq) muchalidagilar bilan ko‘ngilrishtalarini bog‘lashlari mumkin. Ikkisi ham faol, o‘zlariga e'tiborlidirlar. Ushbu nikoh juftligida Ajdarho (Baliq) muchalidagilar Tovuq muchalidagi juftiga nisbatan kuchliroq sanaladilar, garchi bu Tovuqlarni u qadar qo‘rqitmasa ham. Bunday juftlikda er – Ajdarho (Baliq) muchalida, xotin esa Tovuq muchalida bo‘lsa, oilaviy muvofiqlik birmuncha yuqori bo‘ladi. Aks holda esa, oilada birbiridan o‘tish, o‘zaro mensimaslik kabi ko‘ngilsizliklar yuzaga kelib turadi.","snake":"Ilon muchalidagilar bilan qurilgan oila muvaffaqiyatli sanaladi. Ikkisi ham doimo birbiri bilan har sohada musobaqalashadilar. Bu kurash yaratuvchilikka qaratilgan bo‘lganligi sababli ijobiy ahamiyat kasb etadi. Birbirlaridagi kamchilik va nuqsonlarni yo‘qotishga ko‘maklashadilar. Ilon muchalidagilar o‘z juftiga aqlli maslahatlari bilan har jihatdan yordam beradilar. Oila qurishlari tavsiya etiladi. ","horse":"Ikkisi ham boshqaboshqa dunyo vakillaridir. Ot muchalidagilar tabiatan xudbinlikka moyil bo‘lib, ularning bu xususiyati sevgimuhabbatda ham o‘z aksini topadi. Tovuq muchalidagilar esa boshqalar ko‘ziga yarq etib tashlanishni yoqtiradilar. Ot muchalidagilarning mustaqil bo‘lishga intilishlari Tovuq muchalidagilarning o‘z jufti ustidan hukmronlik qilishga intilish xususiyati mos kelmaydi. Ularning jinsiy mayllari ham o‘zaro mos emas. O‘zaro oila qurishlari tavsiya qilinmaydi.","goat":"Qo‘y muchalidagilar bilan qurilgan oilada ham turli murakkabliklar yuzaga kelishi kutiladi. Qo‘y muchalidagi (ayolini) juftini to‘kis baxtli qilishi uchun Tovuqlar moliyaviy jihatdan baquvvat bo‘lishlari talab qilinadi. Tovuq muchalidagilar Qo‘ylarni tushuna olmaydilar. O‘z juftidan moddiymoliyaviy jihatdan ta'minlangan Qo‘y muchalidagilar buning evaziga juftiga hech bir narsa bera olmaydilar Oilada er – Qo‘y, xotin esa Tovuq muchalida tug‘ilgan bo‘lsa, birbirlarini tushunishlari qiyin kechadi.Oilada er –Tovuq,xotinesa Qo‘ymuchalidatug‘ilgan bo‘lsa, birbirlariga toqat qila olmaydilar. Tovuq muchalidagi er har yumushda ayoliga dashnom beradi. Buni ko‘tara olmaydigan Qo‘y muchalidagi ayoli ko‘p ko‘z yosh to‘kadi va o‘z uyidan beziy boshlaydi. ","monkey":"O‘zaro baxtli bo‘la olmaydilar, Maymun muchalidagilar qulay fursatdan foydalanib, o‘z juftining bor bisotini tortib olib, boz ustiga, yana undan minnatdor ham bo‘lmaydilar. Ishonuvchan Tovuqlar bunga chiday olmaydi. O‘zaro oila qurishlari tavsiya etilmaydi.","rooster":"Ularning o‘zarohayotimuvofiqemas.Bundayoiladaturlidilxiraliklar, o‘zaro chiqishmovchiliklar, urushjanjal arimaydi. Shu bilan birga, mazkur muchal sohiblaridan biri kechirimli, chekinuvchan va itoatli bo‘la olsa, birga yashashlari mumkin.","dog":"It muchalidagilar bilan ham oilaviy rishtalarni bog‘lash maqsadga muvofiq emas. Chunki Itlar Tovuqlarning kalondimog‘liklarini ko‘tara olmay, ularning sha'niga qarshiishko‘rsalar,juftlaribuniko‘tara olmaydi. O‘zaro oila qurishlari tavsiya qilinmaydi.","pig":"To‘ng‘iz muchalidagilarning sabrli, og‘irvazminliklari tufayli o‘zaro oila qurishlari mumkin. Ularning oilaviy birligidan ko‘proq Tovuq muchalidagilar manfaatdordir. O‘zaro oila qurishlari mumkin. Tovuq muchalidagilar – Sigir,Ilon,Ajdarho (Baliq) muchalida tug‘ilganlar bilan turmush qurishlari maqsadga muvofiq bo‘ladi va ular uzoq yillar o‘zaro baxtli hayot kechiradilar.Sichqon,Tovuq,It, Quyon muchallarida tug‘ilganlar bilan oila qurganlar o‘rtamiyona umr kechiradilar. Yo‘lbars, Ot, Maymun, Qo‘y va To‘ng‘iz muchallarida tug‘ilganlar bilan qurilgan turmush ziddiyat, o‘zaro tushunmovchiliklar bilan o‘tadi."},{"rat":"Sichqon muchalidagilar bilan birmuncha vaqt birgalikda yashashlari mumkin. Bunday oilada Sichqonlardan ko‘ra, It muchalidagilar ko‘proq manfaat ko‘radilar. Aqlli va o‘ziga to‘q, moddiy jihatdan ta'minlangan Sichqonlar bilan birgalikda yashash It muchalidagilarga juda ham xush yoqadi. Bunga javoban, It muchalidagilar o‘z juftiga nisbatan vafodorlik va sadoqat ko‘rsatadilar. O‘zaro oila qurishlari tavsiya etiladi.","ox":"Mazkur muchalda tug‘ilganlarning oilaviy hayoti o‘zaro muvofiq tushmaydi. Chunki It muchalidagilarning inqilobiy tarzdagi hayot kechirishlari, turmush tarzi Sigir muchalidagilarni mutlaqo qoniqtirmaydi. Sigir muchalidagilarning hukmronlik qilishlari, baqiribchaqirishlari oqibatida It muchalidagi juftlari ulardan qochib ketishlari mumkin.","tiger":"O‘zaro uyg‘unlik bor. Ikkisining ham birbirlariga o‘xshash jihatlari mavjud. Yo‘lbarslar doimo jangovardir, Itlar esa haqiqat uchun kurashuvchi bo‘lib, hamisha o‘z juftining yonida bo‘lishga intiladilar. It muchalidagilar bor vujudi, borlig‘i bilan o‘z yoriga va bolalariga sodoqat ko‘rsatadilar. O‘zaro oila qurishlari tavsiya etiladi.","rabbit":"Sodiq va vafodor, haqiqatparvar It muchalidagilar Quyon muchalida tug‘ilganlar uchun munosib juft bo‘la oladilar, ular bilan baxtli hayot kechiradilar. Quyon muchalidagilarning yumshoq tabiatliligi, osoyishtaligi bunga zamin yaratadi. Ularning jinsiy imkoniyatlari ham o‘zaro mos keladi.O‘zaro oila qurishlaritavsiya etiladi.","dragon":"Ularning jismoniy va jinsiy mayllari mos kelsada,hayotiyqarashlariboshqaboshqadir.Itmuchalidagilar Ajdarho (Baliq) muchalidagi juftining qadriga yetmaydi. O‘z navbatida, o‘ta qaysar va kek saqlovchi Ajdarho (Baliq) muchalidagilar juftining “don juanlik” qiliqlarini, “vaqillashlarini” kechira olmaydilar. Itlar(er) o‘z yo‘liga sola olmagan Ajdarho (Baliq) muchalidagi jufti (ayol)ning “qanotlarini” sindirib, zulm qilishlari mumkin. Ajdarho (Baliq) (ayol)lar bunga chiday olmaydilar va qahrli, “o‘tli” nafaslari bilan o‘zlarini himoya qilishga majbur bo‘ladilar. O‘zaro oila qurishlari tavsiya etilmaydi.","snake":"Ilon muchalidagilar bilan o‘rtamiyona hayot kechirishlari mumkin. Ularning har ikkisi ham chetdan “emish”qidirishga moyildir. Ilon muchalidagi xushsurat jufti(ayol) ni jondan ortiq sevib qolgan Itlar ularga juda ham bog‘lanib qolganliklari sababli Ilon muchalidagilar boshqacha hayotni sezmay o‘tishlari mumkin. Ilonlar o‘z ishvalari bilan It muchalidagilarni o‘zlariga rom qila oladilar.","horse":"Ot muchalidagilar bilan ham baxtli oila qurishlari kutiladi.Ikkisi ham birbirlariga nisbatan mustaqil va o‘z muammolari bilan mashg‘ul bo‘ladilar. Tabiatan rashkchi emaslar. Otlar o‘z mustaqilligiga erishganidan It muchalidagi juftiga dunyoni qutqarishi uchun izn beradi. Oila qurishlari tavsiya etiladi.","goat":"Qo‘y muchalida tug‘ilganlar bilanqurilganoilada ko‘plab ko‘ngilsizliklar ro‘y berishi kutiladi. Qo‘y muchalidagilar bilan oila qurgan It muchalidagilar ularning yuzaki va manfaatparast bo‘lganliklarini payqaganlaridan so‘ngyuz o‘girishlariga to‘g‘rikeladi.Oila qurishlari tavsiya qilinmaydi.","monkey":"O‘z tabiatlariga ko‘ra jo‘shqin, o‘zgaruvchan bo‘lgan Maymun muchalidagilar It muchalidagi umr yo‘ldoshlariga pand berib qo‘yishlari mumkin. Ularning ayyorliklari, hiylanayranglari, It muchalidagi juftini bezor qilib yuboradi. Ularning oilaviy munosabatlari juda ham murakkab bo‘ladi. Oila qurishlari tavsiya etilmaydi.","rooster":"Tovuq muchalidagilarni mensimaydilar. Ularning maqtanchoqligini, o‘zlariga zeb berishini ham singdira olmaydilar. Mazkur muchaldatug‘ilganlarningoilaviymunosabatlarida ikkisi ham jabrlanib qoladi. Ularning jinsiy mayllari ham o‘zaro mos emas. Yaxshisi, oilaviy rishtalarini bog‘lamaganlari ma'qul.","dog":"Mazkur muchal juftligi o‘rtasidagi munosabatlar yomon bo‘lmasada, ikkisining ham manfaatsizligi, beg‘arazligi yetti yot begonalar uchun kerak bo‘lsada, o‘zlari uchun hech bir naf keltirmaydi. Ularni kim boqadi?","pig":"To‘ng‘iz muchalidagilar hayotdan quvonib yashash nima ekanligini bilganliklari bilan It muchalidagilarni o‘zlariga jalb qiladilar. Shunday yashay olishlari bilan It muchalidagi juftini quvontira oladilar va oilaviy muvozanat saqlanadi. Bunday hayot It muchalidagilarga juda ham zarur. To‘ng‘iz muchalidagi juftining boybadavlatligi, saxiyligiga nisbatan It muchalidagilar o‘zlarining sadoqati va vafodorliklari bilan javob beradilar. Ular o‘rtasida hamma havas qilgudek oila yuzaga keladi."},{"rat":"To‘ng‘iz muchalidagilarning Sichqon muchalida tavallud topganlar bilan qurgan turmushi juda ham muvaffaqiyatlidir. Ularning ikkisi ham o‘zaro juda o‘xshashdirlar – aqliy jihatdan yaxshi rivojlangan bo‘lib, pul ishlab topishni yaxshi biladilar. Birbirlariga monanddirlar. Ularning jinsiy mayllari ham o‘zaro mos keladi. O‘zaro oila qurishlari tavsiya etiladi.","ox":"Mazkur muchalda tug‘ilganlarning oilaviy munosabatlarida birmuncha murakkabliklar yuzaga kelishi kutiladi. Ko‘ngilchan To‘ng‘iz muchalidagilar har narsaga chidashlari mumkin, faqat zo‘ravonlikni, qattiqqo‘llikni ko‘tarolmaydilar. Sigir muchalidagilarda esa oilada hukmronlik qilish instinkti kuchli. To‘ng‘iz muchalidagilar Sigir muchalidagijuftibilanuzoq yillar birgalikda oilaviy hayot kechirishni istasalar, o‘z juftlariga bo‘ysunib yashashlari talab etiladi. To‘ng‘iz muchalidagilar o‘z juftlarining qattiqqo‘lliklaridan hayiqadilar va bunga uzoq dosh bera olmaydilar. Shuning uchun ularning oila qurishlari tavsiya etilmaydi.","tiger":"Yo‘lbars muchalidagilar bilan oilaviy rishtalarini bog‘lashlari mumkin. Bunday oilada ular o‘zlarini to‘la muhofazada, himoyalangan sanaydilar. Bunga javoban To‘ng‘iz muchalidagilar Yo‘lbars muchalidagi juftlarining jangovarlik xarakteriga bosiqlik bilan qarashlari talab etiladi. Ularning har ikkisi ham aqlzakovatli bo‘lib, o‘zaro suhbatlashganda birbirlaridan bezimaydilar. Shuningdek, ularning jinsiy mayllari ham o‘zaro mos keladi. O‘zaro oila qurishlari tavsiya etiladi.","rabbit":"Quyon muchalida tavallud topganlar bilan ham oilaviy rishtalarini bog‘lashlari mumkin. Chunki To‘ng‘iz muchali sohiblari kechirimli,og‘irvazmin bo‘ladilar.Quyonlar esa oila tashvishlarini unutib, do‘stlar bilan gurunglashib qaytganlarida, ularni kechira oladigan umr yo‘ldoshi aynan To‘ng‘iz muchalidagilardir. Shuningdek, ularning jinsiy mayllari ham o‘zaro mos tushadi. Eng asosiysi, o‘zaro sadoqatli bo‘lsalar bas. O‘zaro baxtli oila qura oladilar.","dragon":"Ajdarho (Baliq) muchalidagilar bilan ham ko‘ngil rishtalarini bog‘lashlari mumkin. Iltifotli va yaxshi xulqli To‘ng‘iz muchalidagilar bilan kechadigan oilaviy hayot ijobiy ahamiyat kasb etadi. Ajdarho (Baliq) muchalidagi umr yo‘ldoshi To‘ng‘iz muchalidagilarni o‘ziga maftun eta oladi va bundan ko‘ngli to‘lib yashaydi. Ayniqsa, bunda Ajdarho (Baliq) – xotin, To‘ng‘iz muchalidagi er bo‘lsa. Ularning jinsiy mayllari ham o‘zaro muvofiq keladi. O‘zaro oila qurishlari tavsiya etiladi.","snake":"Ilon muchalidagilar bilanhamko‘ngil rishtalarinibog‘lashlari mumkin. Shunisi e'tiborga molikki, To‘ng‘iz muchalidagi (erkak) lar Ilon (ayol) ning “domiga” tushib, sehrlanib qoladilar va uning irodasiga bo‘ysunadilar. Aql va zehn bobida Ilonlarga yeta olmaydilar. To‘ng‘iz muchalidagi ayol Ilon muchalidagi erning turli nayranglariga chiday oladi. Chunki uni jonidan ham ortiq sevib qolganda. Ilonlar To‘ng‘iz muchalidagijuftiniastasekinlikbilanbo‘g‘aboshlaydilar va jonlariga tekkach, ularni tashlab ketadilar. Bundan To‘ng‘iz muchalidagilar jabrlanadi. O‘zaro oila qurishlari tavsiya etilmaydi.","horse":"Ot muchalidagilar bilan oila qurishga tavakkal qilmasliklari maslahat beriladi. Ot muchalidagilarning xudbinliklarini To‘ng‘iz muchalidagi juftlari qabul qila olmaydilar va ularning oilaviy munosabatlari uzoqqa bormaydi. Shuningdek, ularning o‘zaro jismoniy tortilishlari ham zaif va jinsiy mayllari o‘zaro muvofiq emas. O‘zaro oila qurishlari tavsiya qilinmaydi.","goat":"Qo‘y muchalidagilar bilan baxtli oila qurishlari kutiladi. To‘ng‘iz muchalidagi juftining davlati, boyligi va qulay, to‘kis hayot sharoiti yaratib bergani evaziga o‘zining nozik latofatini baxsh etadi. O‘zaro baxtli oila bo‘lib yashashlari kutiladi.","monkey":"Omadli nikoh sanaladi. Boshqalarni axmoq qila oladigan Maymun muchalidagilar To‘ng‘iz muchalidagi juftiga hurmat bilan qaraydilar. Ular o‘rtasidagi nikoh, oila uzoq yillar birga yashash imkonini beradi. Oila qurishlari tavsiya etiladi.","rooster":"Tovuq muchalidagilar bilan baxtli bo‘lishga intilib, sabrtoqat qiladilar. To‘ng‘iz muchalidagilar o‘z juftlarining ajabtovur qiliqlariga rioyaandisha qilib yashashlarimumkin.BuniTovuq muchalidagilar qadrlay olmaydilar. Bunday oilaviy munosabatni o‘zaro uyg‘un, deb aytib bo‘lmaydi. Shunday bo‘lsada, oila qurish hollari uchraydi.","dog":"It muchalidagilar bilan ham baxtli oila qurishlari kutiladi. Bunday oilada o‘zaro hurmat, e'tibor va birbirlarini to‘g‘ri tushunishlari kutiladi. O‘zaro baxtli oila bo‘lib yashaydilar.","pig":"O‘zaro til topishishlari mumkin. Ikkisi ham do‘stlashuvchan, murosaga keluvchi va ikkisi ham yaxshi daromad qiladilar. Bunday oilada mo‘lko‘llik bo‘ladi. O‘zaro baxtli oila quradilar."}]