[{"id":"1","name":"Sichqon","description":"Ushbu muchalda tug‘ilganlar tashqi qiyofasidan yoqimli, jozibador, sobitqadam, mehnatsevardirlar. Bir qarashda xotirjam va bosiq ko‘rinsalarda, unga ishonmaslik kerak. Chunki ular asabiyligi va tajovuzkorliklarini yashirib turishadi. Bu yilda tug‘ilganlar tejamkor, boylik yig‘ishga ixlosmand kishilardir. O‘zlari yoqtirgan odamlargagina qo‘llari ochiq. Chaqmachaqarlikni xush ko‘rishadi, fisqu-fujurdan hazar qilishmaydi, shu bois haqiqiy do‘stlaridan ko‘ra tanish-bilishlari ko‘p. Hech qachon hech kimga ishonishmaydi, g‘am-tashvishlarini tanholikda o‘zlari tortadilar. Ular kelajaklaridan tashvishlanib, keksayganda birovga qaram bo‘lmaslik uchun, tejab-tergashni hamisha orzu qilishadi. Jismoniy ishlardan ko‘ra aqliy mehnat bilan bog‘liq ishlarni bajonidil bajarishadi. Baxtga qarshi yig‘gan pullarini orqa-oldiga qaramay shu zahoti sarf qilishadi. Ular keksayganda tinch hayot kechirishadi.","img":"rat"},{"id":"2","name":"Sigir","description":"Bular sabr-toqatli kamgap, ishonchga loyiq, vazmin, imillagan, yaxshi fe'l-atvorli kishilardir. Aksar hollarda sodda qiyofada bo‘lishsada, aql-zakovat sohibi hamda chuqur mulohaza yurita olish qobiliyatiga ega shaxslardir. Odatda kamgap, biroq ilhom kelganda gapdon bo‘lib ketishadi. Ular jismoniy jihatdan baquvvat, hayotning achchiq-chuchugini totishga bardoshlidir. Turmushlarida oila katta ahamiyat kasb etadi. Bolalarini yaxshi ko‘rib, ular bilan faxrlanishadi. Biroq buyruq berishga o‘rganganliklari sababli ularga ham tez-tez qo‘pollik qilib turishadi. Ho‘kiz yilida tug‘ilganlar o‘z oilasiga baxt-saodat keltiruvchi, haqiqiy mehnatkash kishilardir. Ushbu muchal ayollari xonanishin bo‘lib, o‘z oilalari uchun juda jon kuydirishadi. Oila ravnaqi uchun uni qattiqqo‘llik bilan boshqarib borishadi. Erlarini ko‘pincha o‘z izmlariga tushirishadi. Ushbu yilda tug‘ilgan aksariyat er-xotinlar xushmuomala, sadoqatli va hissiyotli bo‘lishi mumkin. Lekin xayolparast ham bo‘lishi mumkin. Keksayganlarida mushkul ahvolga tushib qolishlari mumkin, ammo buni bartaraf eta olishsa qarilik gashtini xotirjam suraveradilar.","img":"ox"},{"id":"3","name":"Yo‘lbars","description":"Bu muchalda tug‘ilganlar hissiyotga beriluvchan, jahli tez va tartib-intizomga rioya qilmaydigan kishilardir. Ular katta yoshdagilar yoki rahbarlar bilan tez-tez janjallashib turishadi, hatto o‘zlarining haq emasliklarini fahmlasalarda, baribir bahslashishga tayyordirlar. Ulardan ko‘pincha inqilobchilar, rahnamolar chiqadi. Itoat etishni yoqtirishmaydi, ammo boshqalarga aytganini qildirishadi. Shu bilan birga, ko‘pincha, yaxshi o‘ylab ko‘rmasdan qaror qabul qilishadi yoki to‘g‘ri xulosani juda kech chiqarishadi. Agar biror ishni boshlashdan oldin yaxshilab o‘ylab ko‘rish va dono maslahatlarga quloq solishni uddasidan chiqa olishsa, katta-katta muvaffaqiyatlarga erishishi mumkin. Tabiatan kurashuvchang, qo‘rs va jizzaki bo‘lib, ko‘zlagan ishlari uchun o‘zlarini qurbon qilishga ham qodir. Ulardan yaxshi lashkarboshilar yoki korxonalarning rahbarlari chiqadi. Lekin xavfli jinoyatchi ham bo‘lishi mumkin, chunki tavakkalchilik bilan qilinadigan har qanday faoliyatni yaxshi ko‘rishadi. Ular juda ham jo‘shqin va kuchli sevgi sohibidirlar. Ammo ehtirosli bo‘la turib, kamdan-kamlari ishq-muhabbat bobida baxtga erishadi. Dastlabki hayotlari osuda va halovatli o‘tadi, biroq keyinchalik kuchli va shiddatli kechinmalarni boshdan kechirishadi. Shunga qaramay, keksayguncha yashay olsalar, qolgan umrlarini tinch va xotirjamlik bilan o‘tkazishadi. Bular odatda omadli odamlardir.","img":"tiger"},{"id":"4","name":"Quyon","description":"Ushbu yilda tavallud topganlar o‘ziga xos xislatlarga ega bo‘lib, qobiliyatli, izzattalab, kamtarin, bosiq va saxovatli kishilardir. Benuqson didlari bilan ajralib turadilar, hammaning tahsiniga va ishonchiga sazovor bo‘ladilar. Biroq jiddiy kamchiligi yengiltaklik bo‘lib, hatto eng yaxshi xislatlari ham yuzakidir. Bundan tashqari, g‘iybat qilishni, gap tashishni yaxshi ko‘rishadi, lekin buni kishi bilmas holda, xushmuomalalik va ehtiyotlik bilan amalga oshirishadi. Odatda, vazmin va tepsa-tebranmas bo‘lganligidan, ular tinchini buzish qiyin. Ularda haqiqiy hissiyotdan ko‘ra, tantiqlik kuchli. Arzimas bahona bilan yig‘lashlari mumkin, lekin shu zahoti ovunib qolishadi. Odatda, ularning hammasi mutaassib bo‘lib, hayot tarzlariga putur yetkazadigan, uni qiyinlashtiradigan har qanday yangilikka toqatlari yo‘q. Eng avval badastir xavf-xatarsiz yashashga intiladi. Oldindan yaxshi va yomon tomonlarini jamlab ko‘rmaguncha, hech bir ishga qo‘l urishmaydi. Ajoyib ishchanlik qobiliyatiga ega kishilardir. Garchi, ba'zan o‘taketgan rasmiyatchi bo‘lishsada, halol va o‘z so‘zlarining ustidan chiqishadi. Iqtisodiy jihatdan hamisha omadlari yurishadi, o‘ylagan ishlarini amalga oshirishda epchillik ko‘rsatishadi. Ulardan ajoyib ishbilarmon kishilar yetishib chiqadi. Hayotlari tahlika ostida qolmasa, iste'dodli huquqshunos yoki diplomat ham bo‘lishlari mumkin. Bu muchalda tug‘ilgan ayollar did, mehmondo‘stlik va yaxshi vakillik talab qilinadigan har qanday sohada o‘zini ko‘rsatishi mumkin. Umuman, ushbu yilda tavallud topganlar o‘zlari yoqtirgan odamlarga nisbatan juda xushmuomala va xizmatiga shaydirlar, lekin do‘stlar manfaatiga xizmat qilaman deb, eng yaqin kishilaridan judo bo‘lishlari oson. Agar ular favqulodda hodisalarga, fojiali voqealarga, yengib o‘tib bo‘lmas to‘siqlarga duch kelishmasa, butun umr osoyishta yashashadi.","img":"rabbit"},{"id":"5","name":"Ajdarho","description":"Ajdarho Sharq taqvimida salomatlik, kuch-quvvat, faollik, shod-xurramlik, yuksalish va omad ramzidir. Mazkur muchal yili koinotdan insoniyatga yaxshilik, qut-baraka in’om etilishi bilan boshqa muchallardan alohida ajralib turadi.Ajdarho tabiatan kuchli bo‘lib, insoniyatga saxovat, boylik, uzoq umr, har jihatdan mukammallik in’om etadi.Mazkur muchal yilida tug‘ilganlar irodali, keng fe’l, ziyoli va atrofdagilarga ta’sir ko‘rsata oladigan xususiyatlarga ega bo‘ladilar.Ular tashabbuskor bo‘lib, doimo har narsada g‘alabaga erishadilar va g‘olibdirlar. Mag‘rur, o‘zlariga ishongan bo‘lib, o‘zgalarni kam sevadilar, ammo doimo o‘zgalar tomonidan seviladilar. Qaysar, qo‘l ostidagilarga talabchan bo‘lsalar-da, keng fe’lli, ehtiroslidirlar. Aqlan rivojlangan bo‘lib, har qanday sohani muvaffaqiyatli o‘zlashtira oladilar.Ajdarho muchalidagilar o‘ta ishonuvchan bo‘ladilar va atrofidagilar bilan muloqotga kirishganlarida bir oz qo‘polliklari ham bor. Shunday bo‘lsa-da, do‘stlari ko‘p va ularga borini hadya qiladilar. Ular doimo hammanyng diqqat markazida bo‘ladilar. Ularning fikr va qarashlari yaqinlari tomonidan yuksak qadrlanadi. Chunki har qanday hayotiy masalalarda o‘ziga xos qarashga egadirlar.","img":"dragon"},{"id":"6","name":"Ilon","description":"Ushbu muchalda tug‘ilganlarda donolik va ziyraklik ato etilgan. Ular vaysaqi emas. Ko‘p va xo‘p fikr-mulohaza yuritishadi. Boshlagan ishni qat'iyat bilan oxirigacha yetkazishadi, muvaffaqiyatsizlikni juda yomon ko‘rishadi. Tabiatan xotirjam bo‘lsalar ham, ishning ko‘zini bilib, tez xulosa chiqarishadi. Juda ham omadli kishilardir, lekin ko‘pincha ziqnalik qilishadi. Gohida xudbin va maqtanchoq bo‘lishadi. Qarz berishni yomon ko‘rishadi. Ammo xushlariga kelib qolsa, yordam berishdan bo‘yin tovlamaydigan paytlari ham bo‘lib turadi. Bo‘rttirishga moyillik ularga xos xususiyat, mabodo birovga yordam berguday bo‘lishsa, jonlarini berishga ham tayyor, ayni paytda tortinchoq bo‘lib qolishadi, natijada zarar ko‘rishi mumkin. Bunday odamlardan yordam so‘rashdan oldin o‘ylab ko‘rish kerak. Aks holda, pushaymon bo‘lasiz. Yostiqdoshlarini o‘zlari tanlashadi, rashkchi va injiqdirlar. Agar ular o‘zlarining eng yaxshi his-tuyg‘ularini oilasiga bag‘ishlay olsalar edi, umrlari g‘am-tashvishsiz o‘tar edi. Hayotlarining dastlabki davri tinch o‘tadi. Umrlarining ikkinchi yarimida esa ortiqcha sertakallufligi, ehtiroslarning kuchliligi, sarguzashtlarga ishtiyoqmandligi mushkulliklarga duchor etishi mumkin.","img":"snake"},{"id":"7","name":"Ot","description":"Bu muchalda tug‘ilganlar dongdor, mo?tabar, xushfe'l va pulni tejab-tergab ishlatuvchi kishilardir. Yaxshi kiyinishadi, ommaviy yig‘inlarni yoqtirishadi. Ko‘p gapirsalar ham, aqlli va sezgirdirlar. Ko‘pincha yaxshi natijalarga erishuv-chi ajoyib sportchi bo‘lib yetishadi. Hamma sohada ishlari yurishadi, ko‘zga tashlanib turishadi, boshqalar fikrini tez uqib olishadi. Tabiatan mustaqil fe'l-atvorga ega bo‘lib, maslahatlarga quloq solishmaydi. O‘zlariga ishonishadi, qadrlarini bilishadi. Shu yilda tug‘ilgan erkaklar ayollarga befarq bo‘lishmaydi. Muhabbat onlarida hamma narsani unutishadi. Xizmat vazifalarini ado etganda, boshqa hamma sohada bor kuch va ehtiroslarini kuchga solishga harakat qilishadi. Ishq-muhabbat yo‘lida hamma narsadan voz kechishlari mumkin. Shu bois boshlab qo‘ygan ishlarida muvaffaqiyatsizlikka uchraydi, agar bularni yengsa baxtli bo‘lishi mumkin. Oila qurgach, uyda doimo diqqat markazida bo‘lishadi. Ular ko‘zdan g‘oyib bo‘lishlari bilanoq, oilaning baxt-saodati puchga chiqadi. Ba'zilari oilani yoshlikdan tashlab ketishlari mumkin. His-tuyg‘ular sohasida ularning hayoti jo‘shqindir. Keksaygan chog‘larida tinch-xotirjam kun kechirishadi.","img":"horse"},{"id":"8","name":"Qo‘y","description":"Ushbu yilda tug‘ilganlar nafis san'at sohibidirlar. Ularning qaddi-qomati kelishgan, istarasi issiq va tabiat shaydolaridir. Xulq-atvori yoqimli, gap-so‘zi, o‘zini tutishi oqilona, shunday bo‘lsada tabiatan injiq, hardamxayol bo‘lib, hamisha nimadandir zorlanib yashashadi. Odatda xudojo‘y bo‘lib, turli xayoliy va o‘ta tabiiy narsalarga qiziqishadi. Bular rahmdil va muhtojlarga yordam beruvchi yaxshi kishilardir. Ammo baham ko‘rmoqchi bo‘lgan narsalari o‘zlariga tegishli bo‘lmaydi. Ularda xususiy mol-mulkka hech qanday havas yo‘q. Hayot kechirishlari ko‘pincha omadlariga bog‘liq bo‘ladi. Javobgarlik hissi ularga begona, tashabbus ko‘rsatishni yomon ko‘rishadi. Ularda did va iste'dod bor. Ammo rahbarlikni eplay olishmaydi. Bir paytning o‘zida texnik va artistlik mahorati qo‘shib borib olinadigan ishlarni qoyil qilib bajarishadi. Lekin hech qachon asosiy vazifani bajarishmaydi. Gaplari ko‘pincha poyma-poy bo‘lib, o‘z fikrlarini qiynalib tushuntirishadi, goh tez, goh sekin ba'zan duduqlanib gapirishadi. Hayotlari davomida ko‘plab ishq-muhabbat muammolariga duch kelishadi. Ulardan biri fojia bilan tugashi mumkin. Yetuklik davri yoshlik va keksayganlariga qaraganda yaxshi kechadi. Shuni esda tutish kerakki, moddiy jihatdan g‘am-tashvishi yo‘q, maslahatgo‘ylari bor bo‘lgan quling o‘rgilsin o‘tloqda. Qo‘yning omadi yurishadi.","img":"sheep"},{"id":"9","name":"Maymun","description":"Bu muchalda tug‘ilganlar ko‘ngilga kelgan ishni qiluvchi, ishonchga sazovor bo‘lmagan va ters odamlardir. Biroq ular epchil, aqlli, topqir bo‘lib, eng qiyin muammolarni ham osonlik bilan hal etishadi. Ayni paytlarda ular quv va makkordir, shu bois ular bilan doim hushyor bo‘lib muomala qilish kerak. Ularning kirishimliklari va hatto har qanday xizmatga bel bog‘lab turishlari ham munofiqonadir, aslida esa o‘z manfaatini o‘ylab shunday qilishadi. Shuningdek, ular xushchaqchaq va iltifotli bo‘lib, boshqalar to‘g‘risidagi yurakni ezadigan fikr-mulohazalarini soxta xushmuomalaliklari bilan yashiradilar. Ular o‘z faoliyatlarini avj oldira olmaydigan deyarli birorta soha yo‘q. Bo‘layotgan voqealardan hamisha xabardor. Xotiralari juda ham kuchli bo‘lib, ko‘rgan yoki eshitgan narsalarining mayda-chuydasigacha unutishmaydi. Barcha ishlari betartibligi uchun ularga xotira zarur. Ular juda hovliqma bo‘lib, hamma ishni shu zahoti amalga oshirib qo‘ya qolishni xohlashadi. Arzimas to‘siq ham ularning dilini xira qilib, rejalarini buzib yuborishi mumkin. Biror ishni boshlamasdan turib, shu zahoti uning bahridan o‘tishlari mumkin, ko‘pchiligi qat'iyatsizligi va hatto qo‘rqoqligi bilan ajralib turishadi. Ularning har qanday mushkul ahvolga tushib qolganlarida ham, unga chap berib qutilib ketishlarini munosib baholash darkor. Ular o‘z xohishlarini amalga oshiradilar. Amalparastlik qonlarida bor. Hech ikkilanmay, hatto vijdonsizlik bilan bo‘lsada, o‘z niyatlariga erishishga qodirlar. O‘z hafsalalariga qarab ish qilishsa, ko‘pincha nom chiqarishadi. Faqat ular odamlarga malol kelishi mumkin bo‘lgan mahmadonagarchiliklardan o‘zini tiyishi lozim. Garchi ba'zi qiyinchiliklar bo‘lib yursa, umuman olganda, iqtisodiy jihatdan yaxshi yashashadi. Ishq-muhabbat bobida baxtga erishishlari qiyin. Chunki ular ehtirosli bo‘lib, juda tez oshiq bo‘lib, ko‘p ma'shuqalaridan ko‘ngillari sovib, boshqasini qidirishga tushishi mumkin.","img":"monkey"},{"id":"10","name":"Tovuq","description":"Bu yilda tug‘ilgan odamlarga jur'at, dovyuraklik xos. Bular chuqur fikrlovchi va iste'dodli shaxslardir. Mehnatsevar va o‘z ishlariga jon dillari bilan berilishadi. Qurblari yetmasa ham, har qanday majburiyatni bajarishga kirishadi. mabodo muvaffaqiyatsizlikka uchrashsa, dillari juda ham siyoh bo‘ladi. Nima o‘ylasalar, shuni ro‘y-rost gapiradilar. Bu esa, ko‘pincha, ularning haddan tashqari to‘g‘ri so‘zligidan o‘zini chetga tortuvchilar bilan to‘qnashuvga olib boradi. Savlat to‘kib yurishni yaxshi ko‘rishadi, yon-atrofdagilar e'tibor berishi uchun did bilan kiyinadilar. Ammo, aslini olganda, ular o‘zlariga zarar yetkazishlariga qaramay, mutaassibdirlar. Odatda, o‘zlarini mutlaqo laqma, deb o‘ylashadi, ayni paytda qilayotgan ishlarining mohiyatini yaxshi bilishadi. O‘zlariga bino qo‘yishlarining sababi ham shunda. Haqiqatdan ham, ko‘pincha haq bo‘lib chiqishadi. Aql-zakovatlari tevarak-atrofdagi odamlarda ularga nisbatan qiziqish uyg‘otadi. Biroq ularning ko‘pchiligi maqtanchoqligi bilan darrov ixlosni qaytaradi. Qo‘lidan keladigan ishdan ko‘ra ko‘proq gapiradilar. Aksariyat hollarda, ishqiy dilkashliklariga nisbatan, ko‘proq yoqimli qiyofalari bilan ko‘zga tashlanishadi. Ba'zan dangasalikka moyillik bildirishadi. Lekin aslida, ularning faol bo‘lishi uchun hamma asos bor. Pul ularga o‘z-o‘zidan kelavermaydi, o‘zini ta'minlashi uchun ishlashi lozim. Agar ular qat'iyat ko‘rsatib, o‘z dangasaliklarini yenga olsalar, mol-dunyo bilan ta'minlanishadi. Ammo ular mabodo dangasalik va orzu-xayollariga berilishni o‘zlariga ep ko‘rsalar, bu ularning xonavayron bo‘lishlariga, obro‘-e'tiborlarini yo‘qotishlariga, boshlagan hamma ishlarini puchga chiqishiga olib keladi. Ishq-muhabbat bobida hayotlari ancha mashaqqatli kechadi, sevgan kishilarini qo‘lga olmoq va qo‘ldan chiqarmaslik uchun ko‘pdan-ko‘p kuch-g‘ayrat sarflashadi. Ular kambag‘allikdan boylikgacha, yuksak muhabbatdan tubanlikgacha bo‘lgan yo‘lni bosib o‘tishadi. Keksayganlarida baxtli yashashadi.","img":"rooster"},{"id":"11","name":"It","description":"Ushbu yilda tug‘ilgan odamlarga eng yaxshi insoniy xislatlar xos. Ular sodiq va sofdilligi, sir saqlay olishi bilan o‘zlariga nisbatan ishonch uyg‘otishadi. Bundan tashqari ular hazil-mutoyiba tuyg‘usiga ega, mayda gaplardan uzoq. Haddan tashqari o‘jar va tez-tez surbetlik darajasigacha borishadi. Ularning sovuq gaplar bilan fikr bildirishga, o‘rinli va o‘rinsiz tanqid qilishga, hamma narsadan kamchilik topishi sezilib turadi. Har qanday nohaqlik ularda norozilik uyg‘otadi va to uni bartaraf etmaguncha tinchishmaydi. Boshqalar uchun qo‘llaridan kelgan ezgu ishni qilishadi. Atrofidagi kishilar ularni munosib ravishda hurmat qilishadi. Ular faqirlikda yashaydilarmi, farovon hayot kechirishadimi, bundan qat'iy nazar, aqlga qarab ish tutadilar. Moddiy jihatdan to‘kin yashamasalar ham qanoatlidirlar. Biroq ularga pul zarur bo‘lib qolsa, uni osongina topisha oladi. Odatda, ulardan ajoyib rahbarlar va faol jamoat arboblari yetishib chiqadi. Ular ko‘pincha gapga no‘noq, ba'zan o‘z fikr-mulohazalarini qiynalib bayon etishadi. Lekin aqllari raso, ziyraklik bilan gapga quloq solib turadilar. Sevgi-muhabbat bobida pok va farosatlidir. Ularni adolat uchun kurashda katta sarguzasht va qizg‘in olishuvlar kutadi.","img":"dog"},{"id":"12","name":"To‘ng‘iz","description":"Bu muchalda tug‘ilganlarni mardonavor fe'l-atvori, odob-nazokat, xizmatga shaylik, nozik tabiatlilik xulqlari bor. Ularga hech ikkilanmay ishonish mumkin. Ular faqat to‘g‘ri yo‘lni tanlashadi. Ular vijdonli va mard kishilardir. Boshqa kishilar bilan til topishishi qiyin. Lekin do‘stlarini hurmat qiladi. To‘ng‘iz yilida tug‘ilganlar kundalik xarajatlari uchun kerakli mablag‘ni topa olishadi. Ammo beg‘amliklari tufayli ishlari yomon tus olishi mumkin. Ular beg‘am ko‘rinsalarda, aslida irodali va o‘jardirlar. O‘ylagan niyatlariga erishish uchun bor kuchini ishga solishadi. Tabiatan baquvvatlar, ularning kuchiga hech kim bas kela olmaydi. Biroq biror qarorga kelishdan oldin uning yaxshi va yomon tomonlarini uzoq qiyoslashadi, shunday kezlarda yon-beridagi kishilar nazarida ular nima qilishni bilmayotgandek tuyulishadi. Haqiqatda esa bunday emas, ular o‘z ishini juda yaxshi bilishadi, faqat ishni murakkablashtirmaslik, gohida unga zarar yetkazmaslik uchun uzoq vaqt mulohaza yuritishadi. Ushbu yilda tug‘ilgan ayollar sovg‘a-salom qilishni, shod-xursandchilikni xush ko‘rishadi. Ular yaxshi ona va oqilona uy bekasidirlar.","img":"pig"}]
