[{"id":"1","name":"Сичқон","description":"Ушбу мучалда туғилганлар ташқи қиёфасидан ёқимли, жозибадор, собитқадам, меҳнацевардирлар. Бир қарашда хотиржам ва босиқ кўринсаларда, унга ишонмаслик керак. Чунки улар асабийлиги ва тажовузкорликларини яшириб туришади. Бу йилда туғилганлар тежамкор, бойлик йиғишга ихлосманд кишилардир. Ўзлари ёқтирган одамларгагина қўллари очиқ. Чақмачақарликни хуш кўришади, фисқу-фужурдан ҳазар қилишмайди, шу боис ҳақиқий дўстларидан кўра таниш-билишлари кўп. Ҳеч қачон ҳеч кимга ишонишмайди, ғам-ташвишларини танҳоликда ўзлари тортадилар. Улар келажакларидан ташвишланиб, кексайганда бировга қарам бўлмаслик учун, тежаб-тергашни ҳамиша орзу қилишади. Жисмоний ишлардан кўра ақлий меҳнат билан боғлиқ ишларни бажонидил бажаришади. Бахтга қарши йиғган пулларини орқа-олдига қарамай шу заҳоти сарф қилишади. Улар кексайганда тинч ҳаёт кечиришади.","img":"rat"},{"id":"2","name":"Сигир","description":"Булар сабр-тоқатли камгап, ишончга лойиқ, вазмин, имиллаган, яхши феʼл-атворли кишилардир. Аксар ҳолларда содда қиёфада бўлишсада, ақл-заковат соҳиби ҳамда чуқур мулоҳаза юрита олиш қобилиятига эга шахслардир. Одатда камгап, бироқ илҳом келганда гапдон бўлиб кетишади. Улар жисмоний жиҳатдан бақувват, ҳаётнинг аччиқ-чучугини тотишга бардошлидир. Турмушларида оила катта аҳамият касб этади. Болаларини яхши кўриб, улар билан фахрланишади. Бироқ буйруқ беришга ўрганганликлари сабабли уларга ҳам тез-тез қўполлик қилиб туришади. Ҳўкиз йилида туғилганлар ўз оиласига бахт-саодат келтирувчи, ҳақиқий меҳнаткаш кишилардир. Ушбу мучал аёллари хонанишин бўлиб, ўз оилалари учун жуда жон куйдиришади. Оила равнақи учун уни қаттиққўллик билан бошқариб боришади. Эрларини кўпинча ўз измларига туширишади. Ушбу йилда туғилган аксарият эр-хотинлар хушмуомала, садоқатли ва ҳиссиётли бўлиши мумкин. Лекин хаёлпараст ҳам бўлиши мумкин. Кексайганларида мушкул аҳволга тушиб қолишлари мумкин, аммо буни бартараф эта олишса қарилик гаштини хотиржам сураверадилар.","img":"ox"},{"id":"3","name":"Йўлбарс","description":"Бу мучалда туғилганлар ҳиссиётга берилувчан, жаҳли тез ва тартиб-интизомга риоя қилмайдиган кишилардир. Улар катта ёшдагилар ёки раҳбарлар билан тез-тез жанжаллашиб туришади, ҳатто ўзларининг ҳақ эмасликларини фаҳмласаларда, барибир баҳслашишга тайёрдирлар. Улардан кўпинча инқилобчилар, раҳнамолар чиқади. Итоат этишни ёқтиришмайди, аммо бошқаларга айтганини қилдиришади. Шу билан бирга, кўпинча, яхши ўйлаб кўрмасдан қарор қабул қилишади ёки тўғри хулосани жуда кеч чиқаришади. Агар бирор ишни бошлашдан олдин яхшилаб ўйлаб кўриш ва доно маслаҳатларга қулоқ солишни уддасидан чиқа олишса, катта-катта муваффақиятларга эришиши мумкин. Табиатан курашувчанг, қўрс ва жиззаки бўлиб, кўзлаган ишлари учун ўзларини қурбон қилишга ҳам қодир. Улардан яхши лашкарбошилар ёки корхоналарнинг раҳбарлари чиқади. Лекин хавфли жиноятчи ҳам бўлиши мумкин, чунки таваккалчилик билан қилинадиган ҳар қандай фаолиятни яхши кўришади. Улар жуда ҳам жўшқин ва кучли севги соҳибидирлар. Аммо эҳтиросли бўла туриб, камдан-камлари ишқ-муҳаббат бобида бахтга эришади. Дастлабки ҳаётлари осуда ва ҳаловатли ўтади, бироқ кейинчалик кучли ва шиддатли кечинмаларни бошдан кечиришади. Шунга қарамай, кексайгунча яшай олсалар, қолган умрларини тинч ва хотиржамлик билан ўтказишади. Булар одатда омадли одамлардир.","img":"tiger"},{"id":"4","name":"Қуён","description":"Ушбу йилда таваллуд топганлар ўзига хос хислатларга эга бўлиб, қобилиятли, иззатталаб, камтарин, босиқ ва саховатли кишилардир. Бенуқсон дидлари билан ажралиб турадилар, ҳамманинг таҳсинига ва ишончига сазовор бўладилар. Бироқ жиддий камчилиги енгилтаклик бўлиб, ҳатто энг яхши хислатлари ҳам юзакидир. Бундан ташқари, ғийбат қилишни, гап ташишни яхши кўришади, лекин буни киши билмас ҳолда, хушмуомалалик ва эҳтиётлик билан амалга оширишади. Одатда, вазмин ва тепса-тебранмас бўлганлигидан, улар тинчини бузиш қийин. Уларда ҳақиқий ҳиссиётдан кўра, тантиқлик кучли. Арзимас баҳона билан йиғлашлари мумкин, лекин шу заҳоти овуниб қолишади. Одатда, уларнинг ҳаммаси мутаассиб бўлиб, ҳаёт тарзларига путур етказадиган, уни қийинлаштирадиган ҳар қандай янгиликка тоқатлари йўқ. Энг аввал бадастир хавф-хатарсиз яшашга интилади. Олдиндан яхши ва ёмон томонларини жамлаб кўрмагунча, ҳеч бир ишга қўл уришмайди. Ажойиб ишчанлик қобилиятига эга кишилардир. Гарчи, баʼзан ўтакетган расмиятчи бўлишсада, ҳалол ва ўз сўзларининг устидан чиқишади. Иқтисодий жиҳатдан ҳамиша омадлари юришади, ўйлаган ишларини амалга оширишда эпчиллик кўрсатишади. Улардан ажойиб ишбилармон кишилар етишиб чиқади. Ҳаётлари таҳлика остида қолмаса, истеʼдодли ҳуқуқшунос ёки дипломат ҳам бўлишлари мумкин. Бу мучалда туғилган аёллар дид, меҳмондўстлик ва яхши вакиллик талаб қилинадиган ҳар қандай соҳада ўзини кўрсатиши мумкин. Умуман, ушбу йилда таваллуд топганлар ўзлари ёқтирган одамларга нисбатан жуда хушмуомала ва хизматига шайдирлар, лекин дўстлар манфаатига хизмат қиламан деб, энг яқин кишиларидан жудо бўлишлари осон. Агар улар фавқулодда ҳодисаларга, фожиали воқеаларга, енгиб ўтиб бўлмас тўсиқларга дуч келишмаса, бутун умр осойишта яшашади.","img":"rabbit"},{"id":"5","name":"Аждарҳо","description":"Аждарҳо Шарқ тақвимида саломатлик, куч-қувват, фаоллик, шод-хуррамлик, юксалиш ва омад рамзидир. Мазкур мучал йили коинотдан инсониятга яхшилик, қут-барака ин’ом этилиши билан бошқа мучаллардан алоҳида ажралиб туради.Аждарҳо табиатан кучли бўлиб, инсониятга саховат, бойлик, узоқ умр, ҳар жиҳатдан мукаммаллик ин’ом этади.Мазкур мучал йилида туғилганлар иродали, кенг фе’л, зиёли ва атрофдагиларга та’сир кўрсата оладиган хусусиятларга эга бўладилар.Улар ташаббускор бўлиб, доимо ҳар нарсада ғалабага эришадилар ва ғолибдирлар. Мағрур, ўзларига ишонган бўлиб, ўзгаларни кам севадилар, аммо доимо ўзгалар томонидан севиладилар. Қайсар, қўл остидагиларга талабчан бўлсалар-да, кенг фе’лли, эҳтирослидирлар. Ақлан ривожланган бўлиб, ҳар қандай соҳани муваффақиятли ўзлаштира оладилар.Аждарҳо мучалидагилар ўта ишонувчан бўладилар ва атрофидагилар билан мулоқотга киришганларида бир оз қўполликлари ҳам бор. Шундай бўлса-да, дўстлари кўп ва уларга борини ҳадя қиладилар. Улар доимо ҳамманйнг диққат марказида бўладилар. Уларнинг фикр ва қарашлари яқинлари томонидан юксак қадрланади. Чунки ҳар қандай ҳаётий масалаларда ўзига хос қарашга эгадирлар.","img":"dragon"},{"id":"6","name":"Илон","description":"Ушбу мучалда туғилганларда донолик ва зийраклик ато этилган. Улар вайсақи эмас. Кўп ва хўп фикр-мулоҳаза юритишади. Бошлаган ишни қатʼият билан охиригача етказишади, муваффақияцизликни жуда ёмон кўришади. Табиатан хотиржам бўлсалар ҳам, ишнинг кўзини билиб, тез хулоса чиқаришади. Жуда ҳам омадли кишилардир, лекин кўпинча зиқналик қилишади. Гоҳида худбин ва мақтанчоқ бўлишади. Қарз беришни ёмон кўришади. Аммо хушларига келиб қолса, ёрдам беришдан бўйин товламайдиган пайтлари ҳам бўлиб туради. Бўрттиришга мойиллик уларга хос хусусият, мабодо бировга ёрдам бергудай бўлишса, жонларини беришга ҳам тайёр, айни пайтда тортинчоқ бўлиб қолишади, натижада зарар кўриши мумкин. Бундай одамлардан ёрдам сўрашдан олдин ўйлаб кўриш керак. Акс ҳолда, пушаймон бўласиз. Ёстиқдошларини ўзлари танлашади, рашкчи ва инжиқдирлар. Агар улар ўзларининг энг яхши ҳис-туйғуларини оиласига бағишлай олсалар эди, умрлари ғам-ташвишсиз ўтар эди. Ҳаётларининг дастлабки даври тинч ўтади. Умрларининг иккинчи яримида эса ортиқча сертакаллуфлиги, эҳтиросларнинг кучлилиги, саргузаштларга иштиёқмандлиги мушкулликларга дучор этиши мумкин.","img":"snake"},{"id":"7","name":"От","description":"Бу мучалда туғилганлар донгдор, мўтабар, хушфеʼл ва пулни тежаб-тергаб ишлатувчи кишилардир. Яхши кийинишади, оммавий йиғинларни ёқтиришади. Кўп гапирсалар ҳам, ақлли ва сезгирдирлар. Кўпинча яхши натижаларга эришув-чи ажойиб спортчи бўлиб етишади. Ҳамма соҳада ишлари юришади, кўзга ташланиб туришади, бошқалар фикрини тез уқиб олишади. Табиатан мустақил феʼл-атворга эга бўлиб, маслаҳатларга қулоқ солишмайди. Ўзларига ишонишади, қадрларини билишади. Шу йилда туғилган эркаклар аёлларга бефарқ бўлишмайди. Муҳаббат онларида ҳамма нарсани унутишади. Хизмат вазифаларини адо этганда, бошқа ҳамма соҳада бор куч ва эҳтиросларини кучга солишга ҳаракат қилишади. Ишқ-муҳаббат йўлида ҳамма нарсадан воз кечишлари мумкин. Шу боис бошлаб қўйган ишларида муваффақияцизликка учрайди, агар буларни енгса бахтли бўлиши мумкин. Оила қургач, уйда доимо диққат марказида бўлишади. Улар кўздан ғойиб бўлишлари биланоқ, оиланинг бахт-саодати пучга чиқади. Баʼзилари оилани ёшликдан ташлаб кетишлари мумкин. Ҳис-туйғулар соҳасида уларнинг ҳаёти жўшқиндир. Кексайган чоғларида тинч-хотиржам кун кечиришади.","img":"horse"},{"id":"8","name":"Қўй","description":"Ушбу йилда туғилганлар нафис санʼат соҳибидирлар. Уларнинг қадди-қомати келишган, истараси иссиқ ва табиат шайдоларидир. Хулқ-атвори ёқимли, гап-сўзи, ўзини тутиши оқилона, шундай бўлсада табиатан инжиқ, ҳардамхаёл бўлиб, ҳамиша нимадандир зорланиб яшашади. Одатда художўй бўлиб, турли хаёлий ва ўта табиий нарсаларга қизиқишади. Булар раҳмдил ва муҳтожларга ёрдам берувчи яхши кишилардир. Аммо баҳам кўрмоқчи бўлган нарсалари ўзларига тегишли бўлмайди. Уларда хусусий мол-мулкка ҳеч қандай ҳавас йўқ. Ҳаёт кечиришлари кўпинча омадларига боғлиқ бўлади. Жавобгарлик ҳисси уларга бегона, ташаббус кўрсатишни ёмон кўришади. Уларда дид ва истеʼдод бор. Аммо раҳбарликни эплай олишмайди. Бир пайтнинг ўзида техник ва артистлик маҳорати қўшиб бориб олинадиган ишларни қойил қилиб бажаришади. Лекин ҳеч қачон асосий вазифани бажаришмайди. Гаплари кўпинча пойма-пой бўлиб, ўз фикрларини қийналиб тушунтиришади, гоҳ тез, гоҳ секин баʼзан дудуқланиб гапиришади. Ҳаётлари давомида кўплаб ишқ-муҳаббат муаммоларига дуч келишади. Улардан бири фожиа билан тугаши мумкин. Етуклик даври ёшлик ва кексайганларига қараганда яхши кечади. Шуни эсда тутиш керакки, моддий жиҳатдан ғам-ташвиши йўқ, маслаҳатгўйлари бор бўлган қулинг ўргилсин ўтлоқда. Қўйнинг омади юришади.","img":"sheep"},{"id":"9","name":"Маймун","description":"Бу мучалда туғилганлар кўнгилга келган ишни қилувчи, ишончга сазовор бўлмаган ва терс одамлардир. Бироқ улар эпчил, ақлли, топқир бўлиб, энг қийин муаммоларни ҳам осонлик билан ҳал этишади. Айни пайтларда улар қув ва маккордир, шу боис улар билан доим ҳушёр бўлиб муомала қилиш керак. Уларнинг киришимликлари ва ҳатто ҳар қандай хизматга бел боғлаб туришлари ҳам мунофиқонадир, аслида эса ўз манфаатини ўйлаб шундай қилишади. Шунингдек, улар хушчақчақ ва илтифотли бўлиб, бошқалар тўғрисидаги юракни эзадиган фикр-мулоҳазаларини сохта хушмуомалаликлари билан яширадилар. Улар ўз фаолиятларини авж олдира олмайдиган деярли бирорта соҳа йўқ. Бўлаётган воқеалардан ҳамиша хабардор. Хотиралари жуда ҳам кучли бўлиб, кўрган ёки эшитган нарсаларининг майда-чуйдасигача унутишмайди. Барча ишлари бетартиблиги учун уларга хотира зарур. Улар жуда ҳовлиқма бўлиб, ҳамма ишни шу заҳоти амалга ошириб қўя қолишни хоҳлашади. Арзимас тўсиқ ҳам уларнинг дилини хира қилиб, режаларини бузиб юбориши мумкин. Бирор ишни бошламасдан туриб, шу заҳоти унинг баҳридан ўтишлари мумкин, кўпчилиги қатʼияцизлиги ва ҳатто қўрқоқлиги билан ажралиб туришади. Уларнинг ҳар қандай мушкул аҳволга тушиб қолганларида ҳам, унга чап бериб қутилиб кетишларини муносиб баҳолаш даркор. Улар ўз хоҳишларини амалга оширадилар. Амалпарастлик қонларида бор. Ҳеч иккиланмай, ҳатто виждонсизлик билан бўлсада, ўз ниятларига эришишга қодирлар. Ўз ҳафсалаларига қараб иш қилишса, кўпинча ном чиқаришади. Фақат улар одамларга малол келиши мумкин бўлган маҳмадонагарчиликлардан ўзини тийиши лозим. Гарчи баʼзи қийинчиликлар бўлиб юрса, умуман олганда, иқтисодий жиҳатдан яхши яшашади. Ишқ-муҳаббат бобида бахтга эришишлари қийин. Чунки улар эҳтиросли бўлиб, жуда тез ошиқ бўлиб, кўп маʼшуқаларидан кўнгиллари совиб, бошқасини қидиришга тушиши мумкин.","img":"monkey"},{"id":"10","name":"Товуқ","description":"Бу йилда туғилган одамларга журʼат, довюраклик хос. Булар чуқур фикрловчи ва истеʼдодли шахслардир. Меҳнацевар ва ўз ишларига жон диллари билан берилишади. Қурблари етмаса ҳам, ҳар қандай мажбуриятни бажаришга киришади. мабодо муваффақияцизликка учрашса, диллари жуда ҳам сиёҳ бўлади. Нима ўйласалар, шуни рўй-рост гапирадилар. Бу эса, кўпинча, уларнинг ҳаддан ташқари тўғри сўзлигидан ўзини четга тортувчилар билан тўқнашувга олиб боради. Савлат тўкиб юришни яхши кўришади, ён-атрофдагилар эʼтибор бериши учун дид билан кийинадилар. Аммо, аслини олганда, улар ўзларига зарар етказишларига қарамай, мутаассибдирлар. Одатда, ўзларини мутлақо лақма, деб ўйлашади, айни пайтда қилаётган ишларининг моҳиятини яхши билишади. Ўзларига бино қўйишларининг сабаби ҳам шунда. Ҳақиқатдан ҳам, кўпинча ҳақ бўлиб чиқишади. Ақл-заковатлари теварак-атрофдаги одамларда уларга нисбатан қизиқиш уйғотади. Бироқ уларнинг кўпчилиги мақтанчоқлиги билан дарров ихлосни қайтаради. Қўлидан келадиган ишдан кўра кўпроқ гапирадилар. Аксарият ҳолларда, ишқий дилкашликларига нисбатан, кўпроқ ёқимли қиёфалари билан кўзга ташланишади. Баʼзан дангасаликка мойиллик билдиришади. Лекин аслида, уларнинг фаол бўлиши учун ҳамма асос бор. Пул уларга ўз-ўзидан келавермайди, ўзини таʼминлаши учун ишлаши лозим. Агар улар қатʼият кўрсатиб, ўз дангасаликларини енга олсалар, мол-дунё билан таʼминланишади. Аммо улар мабодо дангасалик ва орзу-хаёлларига берилишни ўзларига эп кўрсалар, бу уларнинг хонавайрон бўлишларига, обрў-еʼтиборларини йўқотишларига, бошлаган ҳамма ишларини пучга чиқишига олиб келади. Ишқ-муҳаббат бобида ҳаётлари анча машаққатли кечади, севган кишиларини қўлга олмоқ ва қўлдан чиқармаслик учун кўпдан-кўп куч-ғайрат сарфлашади. Улар камбағалликдан бойликгача, юксак муҳаббатдан тубанликгача бўлган йўлни босиб ўтишади. Кексайганларида бахтли яшашади.","img":"rooster"},{"id":"11","name":"Ит","description":"Ушбу йилда туғилган одамларга энг яхши инсоний хислатлар хос. Улар содиқ ва софдиллиги, сир сақлай олиши билан ўзларига нисбатан ишонч уйғотишади. Бундан ташқари улар ҳазил-мутойиба туйғусига эга, майда гаплардан узоқ. Ҳаддан ташқари ўжар ва тез-тез сурбетлик даражасигача боришади. Уларнинг совуқ гаплар билан фикр билдиришга, ўринли ва ўринсиз танқид қилишга, ҳамма нарсадан камчилик топиши сезилиб туради. Ҳар қандай ноҳақлик уларда норозилик уйғотади ва то уни бартараф этмагунча тинчишмайди. Бошқалар учун қўлларидан келган эзгу ишни қилишади. Атрофидаги кишилар уларни муносиб равишда ҳурмат қилишади. Улар фақирликда яшайдиларми, фаровон ҳаёт кечиришадими, бундан қатʼий назар, ақлга қараб иш тутадилар. Моддий жиҳатдан тўкин яшамасалар ҳам қаноатлидирлар. Бироқ уларга пул зарур бўлиб қолса, уни осонгина топиша олади. Одатда, улардан ажойиб раҳбарлар ва фаол жамоат арбоблари етишиб чиқади. Улар кўпинча гапга нўноқ, баʼзан ўз фикр-мулоҳазаларини қийналиб баён этишади. Лекин ақллари расо, зийраклик билан гапга қулоқ солиб турадилар. Севги-муҳаббат бобида пок ва фаросатлидир. Уларни адолат учун курашда катта саргузашт ва қизғин олишувлар кутади.","img":"dog"},{"id":"12","name":"Тўнғиз","description":"Бу мучалда туғилганларни мардонавор феʼл-атвори, одоб-назокат, хизматга шайлик, нозик табиатлилик хулқлари бор. Уларга ҳеч иккиланмай ишониш мумкин. Улар фақат тўғри йўлни танлашади. Улар виждонли ва мард кишилардир. Бошқа кишилар билан тил топишиши қийин. Лекин дўстларини ҳурмат қилади. Тўнғиз йилида туғилганлар кундалик харажатлари учун керакли маблағни топа олишади. Аммо беғамликлари туфайли ишлари ёмон тус олиши мумкин. Улар беғам кўринсаларда, аслида иродали ва ўжардирлар. Ўйлаган ниятларига эришиш учун бор кучини ишга солишади. Табиатан бақувватлар, уларнинг кучига ҳеч ким бас кела олмайди. Бироқ бирор қарорга келишдан олдин унинг яхши ва ёмон томонларини узоқ қиёслашади, шундай кезларда ён-беридаги кишилар назарида улар нима қилишни билмаётгандек туюлишади. Ҳақиқатда эса бундай эмас, улар ўз ишини жуда яхши билишади, фақат ишни мураккаблаштирмаслик, гоҳида унга зарар етказмаслик учун узоқ вақт мулоҳаза юритишади. Ушбу йилда туғилган аёллар совға-салом қилишни, шод-хурсандчиликни хуш кўришади. Улар яхши она ва оқилона уй бекасидирлар.","img":"pig"}]